Repository: hamza-ben-ab/hamza-ben-ab.github.io
Catalog: lib/l10n/intl_*.arb
Languages: ar, bn, de, el, es, fr, hi, id, it, ja, ko, pa, pt, ru, tr, zh

# createPostHowToDes
source: These prescriptive pieces contain steps, ways, or tips that help the reader do something specific. They provide the Rx (solution) for a problem or the answer to a question
ar: تحتوي هذه الأجزاء الإرشادية على خطوات أو طرق أو نصائح تساعد القارئ على القيام بشيء محدد. يقدمون (الحل) لمشكلة أو إجابة لسؤال
bn: এই নির্দেশমূলক টুকরোগুলিতে ধাপ, উপায় বা টিপস রয়েছে যা পাঠককে নির্দিষ্ট কিছু করতে সাহায্য করে। তারা একটি সমস্যা বা একটি প্রশ্নের উত্তর (সমাধান) প্রদান করে
de: Diese präskriptiven Teile enthalten Schritte, Wege oder Tipps, die dem Leser helfen, etwas Bestimmtes zu tun. Sie liefern die (Lösung) für ein Problem oder die Antwort auf eine Frage
el: Αυτά τα συντακτικά κομμάτια περιέχουν βήματα, τρόπους ή συμβουλές που βοηθούν τον αναγνώστη να κάνει κάτι συγκεκριμένο. Παρέχουν τη (λύση) για ένα πρόβλημα ή την απάντηση σε μια ερώτηση
es: Estas piezas prescriptivas contienen pasos, formas o consejos que ayudan al lector a hacer algo específico. Proporcionan la (solución) para un problema o la respuesta a una pregunta.
fr: Ces pièces normatives contiennent des étapes, des moyens ou des conseils qui aident le lecteur à faire quelque chose de spécifique. Ils fournissent la (solution) à un problème ou la réponse à une question
hi: इन निर्देशात्मक अंशों में चरण, तरीके या सुझाव होते हैं जो पाठक को कुछ विशिष्ट करने में मदद करते हैं। वे किसी समस्या या प्रश्न के उत्तर के लिए (समाधान) प्रदान करते हैं
id: Potongan-potongan preskriptif ini berisi langkah-langkah, cara, atau tip yang membantu pembaca melakukan sesuatu yang spesifik. Mereka memberikan (solusi) untuk masalah atau jawaban atas pertanyaan
it: Questi pezzi prescrittivi contengono passaggi, modi o suggerimenti che aiutano il lettore a fare qualcosa di specifico. Forniscono la (soluzione) per un problema o la risposta a una domanda
ja: これらの規範的な部分には、読者が特定のことを行うのに役立つ手順、方法、またはヒントが含まれています。それらは、問題または質問への回答の（解決策）を提供します
ko: 이 규범적인 부분에는 독자가 특정 작업을 수행하는 데 도움이 되는 단계, 방법 또는 팁이 포함되어 있습니다. 그들은 문제에 대한 (해결책) 또는 질문에 대한 답변을 제공합니다.
pa: ਇਹਨਾਂ ਨੁਸਖੇ ਦੇ ਟੁਕੜਿਆਂ ਵਿੱਚ ਕਦਮ, ਤਰੀਕੇ ਜਾਂ ਸੁਝਾਅ ਹੁੰਦੇ ਹਨ ਜੋ ਪਾਠਕ ਨੂੰ ਕੁਝ ਖਾਸ ਕਰਨ ਵਿੱਚ ਸਹਾਇਤਾ ਕਰਦੇ ਹਨ. ਉਹ ਕਿਸੇ ਸਮੱਸਿਆ ਜਾਂ ਕਿਸੇ ਪ੍ਰਸ਼ਨ ਦੇ ਉੱਤਰ ਲਈ (ਹੱਲ) ਪ੍ਰਦਾਨ ਕਰਦੇ ਹਨ
pt: Essas peças prescritivas contêm etapas, maneiras ou dicas que ajudam o leitor a fazer algo específico. Eles fornecem a (solução) para um problema ou a resposta a uma pergunta
ru: Эти предписания содержат шаги, способы или советы, которые помогут читателю сделать что-то конкретное. Они предоставляют (решение) проблемы или ответ на вопрос
tr: Bu kuralcı parçalar, okuyucunun belirli bir şey yapmasına yardımcı olan adımlar, yollar veya ipuçları içerir. Bir sorun için (çözüm) veya bir sorunun cevabını sağlarlar.
zh: 这些说明性文章包含帮助读者执行特定操作的步骤、方法或技巧。他们提供问题的（解决方案）或问题的答案

# createPostProfileDes
source: This type of article revolves around a person’s life (not yours) and accomplishments. Based on an interview, you provide an in-depth look at her life...
ar: يدور هذا النوع من المقالات حول حياة الشخص (وليس حياتك) والإنجازات. بناءً على مقابلة ، تقدم نظرة متعمقة على حياتها ...
bn: এই ধরণের নিবন্ধ একজন ব্যক্তির জীবন (আপনার নয়) এবং কৃতিত্বকে ঘিরে আবর্তিত হয়। একটি সাক্ষাৎকারের উপর ভিত্তি করে, আপনি তার জীবনের একটি গভীরভাবে চেহারা প্রদান করেন ...
de: Diese Art von Artikel dreht sich um das Leben einer Person (nicht Ihres) und ihre Leistungen. Anhand eines Interviews geben Sie einen tiefen Einblick in ihr Leben...
el: Αυτός ο τύπος άρθρου περιστρέφεται γύρω από τη ζωή ενός ατόμου (όχι τη δική σας) και τα επιτεύγματά του. Με βάση μια συνέντευξη, παρέχετε μια εις βάθος ματιά στη ζωή της ...
es: Este tipo de artículo gira en torno a la vida y los logros de una persona (no la tuya). Basado en una entrevista, proporcionas una mirada en profundidad a su vida ...
fr: Ce type d'article tourne autour de la vie d'une personne (pas la vôtre) et de ses réalisations. Sur la base d'un entretien, vous livrez un regard en profondeur sur sa vie...
hi: इस प्रकार का लेख एक व्यक्ति के जीवन (आपका नहीं) और उपलब्धियों के इर्द-गिर्द घूमता है। एक साक्षात्कार के आधार पर, आप उनके जीवन पर गहराई से नज़र डालते हैं...
id: Jenis artikel ini berkisar pada kehidupan seseorang (bukan milik Anda) dan pencapaiannya. Berdasarkan wawancara, Anda memberikan pandangan mendalam tentang hidupnya ...
it: Questo tipo di articolo ruota attorno alla vita di una persona (non alla tua) e ai suoi successi. Sulla base di un'intervista, fornisci uno sguardo approfondito sulla sua vita...
ja: このタイプの記事は、（あなたではなく）人の人生と業績を中心に展開します。インタビューに基づいて、あなたは彼女の人生の詳細な観察を提供します...
ko: 이 유형의 기사는 개인의 삶(당신이 아닌)과 성취를 중심으로 진행됩니다. 인터뷰를 바탕으로 그녀의 삶을 심층적으로 살펴봅니다...
pa: ਇਸ ਕਿਸਮ ਦਾ ਲੇਖ ਕਿਸੇ ਵਿਅਕਤੀ ਦੇ ਜੀਵਨ (ਤੁਹਾਡੀ ਨਹੀਂ) ਅਤੇ ਪ੍ਰਾਪਤੀਆਂ ਦੇ ਦੁਆਲੇ ਘੁੰਮਦਾ ਹੈ. ਇੱਕ ਇੰਟਰਵਿ interview ਦੇ ਅਧਾਰ ਤੇ, ਤੁਸੀਂ ਉਸਦੀ ਜ਼ਿੰਦਗੀ ਤੇ ਡੂੰਘਾਈ ਨਾਲ ਵਿਚਾਰ ਪ੍ਰਦਾਨ ਕਰਦੇ ਹੋ ...
pt: Este tipo de artigo gira em torno da vida de uma pessoa (não a sua) e realizações. Com base em uma entrevista, você fornece uma visão aprofundada da vida dela ...
ru: Этот тип статей вращается вокруг жизни человека (не вашей) и его достижений. На основе интервью вы подробно разглядываете ее жизнь ...
tr: Bu tür bir makale, bir kişinin hayatı (sizinki değil) ve başarıları etrafında döner. Bir röportaja dayanarak, hayatına derinlemesine bir bakış sağlıyorsunuz...
zh: 这类文章围绕一个人的生活（不是你的）和成就展开。根据采访，您深入了解了她的生活......

# createPostAnalysisDes
source: Review articles present a constructive and critical analysis of existing literature, accomplished through analysis, comparison, and summary. They can identify specific problems or gaps and can even provide recommendations for research in the future.
ar: تقدم مقالات المراجعة تحليلاً بناءً ونقديًا للأدبيات الموجودة ، ويتم إنجازه من خلال التحليل والمقارنة والملخص. يمكنهم تحديد مشاكل أو ثغرات محددة ويمكنهم حتى تقديم توصيات للبحث في المستقبل.
bn: পর্যালোচনা নিবন্ধগুলি বিদ্যমান সাহিত্যের একটি গঠনমূলক এবং সমালোচনামূলক বিশ্লেষণ উপস্থাপন করে, যা বিশ্লেষণ, তুলনা এবং সারাংশের মাধ্যমে সম্পন্ন হয়। তারা নির্দিষ্ট সমস্যা বা ফাঁকগুলি চিহ্নিত করতে পারে এবং এমনকি ভবিষ্যতে গবেষণার জন্য সুপারিশ প্রদান করতে পারে।
de: Übersichtsartikel präsentieren eine konstruktive und kritische Analyse vorhandener Literatur, die durch Analyse, Vergleich und Zusammenfassung erreicht wird. Sie können konkrete Probleme oder Lücken identifizieren und sogar Empfehlungen für die zukünftige Forschung geben.
el: Τα άρθρα αναθεώρησης παρουσιάζουν μια εποικοδομητική και κριτική ανάλυση της υπάρχουσας βιβλιογραφίας, που επιτυγχάνεται μέσω ανάλυσης, σύγκρισης και περίληψης. Μπορούν να εντοπίσουν συγκεκριμένα προβλήματα ή κενά και μπορούν ακόμη και να δώσουν συστάσεις για έρευνα στο μέλλον.
es: Los artículos de revisión presentan un análisis constructivo y crítico de la literatura existente, realizado a través del análisis, la comparación y el resumen. Pueden identificar problemas o lagunas específicas e incluso pueden proporcionar recomendaciones para la investigación en el futuro.
fr: Les articles de synthèse présentent une analyse constructive et critique de la littérature existante, réalisée par le biais d'analyses, de comparaisons et de résumés. Ils peuvent identifier des problèmes ou des lacunes spécifiques et peuvent même fournir des recommandations pour la recherche à l'avenir.
hi: समीक्षा लेख मौजूदा साहित्य का एक रचनात्मक और महत्वपूर्ण विश्लेषण प्रस्तुत करते हैं, जिसे विश्लेषण, तुलना और सारांश के माध्यम से पूरा किया जाता है। वे विशिष्ट समस्याओं या अंतराल की पहचान कर सकते हैं और भविष्य में अनुसंधान के लिए सिफारिशें भी प्रदान कर सकते हैं।
id: Review artikel menyajikan analisis konstruktif dan kritis dari literatur yang ada, dicapai melalui analisis, perbandingan, dan ringkasan. Mereka dapat mengidentifikasi masalah atau kesenjangan tertentu dan bahkan dapat memberikan rekomendasi untuk penelitian di masa depan.
it: Gli articoli di revisione presentano un'analisi costruttiva e critica della letteratura esistente, realizzata attraverso analisi, confronto e sintesi. Possono identificare problemi o lacune specifici e possono persino fornire raccomandazioni per la ricerca in futuro.
ja: 総説は、分析、比較、および要約を通じて達成された、既存の文献の建設的かつ批判的な分析を提示します。彼らは特定の問題やギャップを特定することができ、将来の研究のための推奨事項を提供することさえできます。
ko: 리뷰 기사는 분석, 비교 및 ​​요약을 통해 달성된 기존 문헌에 대한 건설적이고 비판적인 분석을 제시합니다. 그들은 특정 문제나 격차를 식별할 수 있으며 향후 연구에 대한 권장 사항을 제공할 수도 있습니다.
pa: ਸਮੀਖਿਆ ਲੇਖ ਮੌਜੂਦਾ ਸਾਹਿਤ ਦਾ ਇੱਕ ਰਚਨਾਤਮਕ ਅਤੇ ਆਲੋਚਨਾਤਮਕ ਵਿਸ਼ਲੇਸ਼ਣ ਪੇਸ਼ ਕਰਦੇ ਹਨ, ਜੋ ਵਿਸ਼ਲੇਸ਼ਣ, ਤੁਲਨਾ ਅਤੇ ਸੰਖੇਪ ਦੁਆਰਾ ਪੂਰਾ ਕੀਤਾ ਜਾਂਦਾ ਹੈ. ਉਹ ਖਾਸ ਸਮੱਸਿਆਵਾਂ ਜਾਂ ਅੰਤਰਾਂ ਦੀ ਪਛਾਣ ਕਰ ਸਕਦੇ ਹਨ ਅਤੇ ਭਵਿੱਖ ਵਿੱਚ ਖੋਜ ਲਈ ਸਿਫਾਰਸ਼ਾਂ ਵੀ ਪ੍ਰਦਾਨ ਕਰ ਸਕਦੇ ਹਨ.
pt: Os artigos de revisão apresentam uma análise construtiva e crítica da literatura existente, realizada por meio de análise, comparação e resumo. Eles podem identificar problemas ou lacunas específicos e podem até fornecer recomendações para pesquisas no futuro.
ru: Обзорные статьи представляют собой конструктивный и критический анализ существующей литературы, выполненный посредством анализа, сравнения и обобщения. Они могут выявить конкретные проблемы или пробелы и даже предоставить рекомендации для будущих исследований.
tr: İnceleme makaleleri, analiz, karşılaştırma ve özet yoluyla elde edilen mevcut literatürün yapıcı ve eleştirel bir analizini sunar. Belirli sorunları veya boşlukları belirleyebilirler ve hatta gelecekteki araştırmalar için önerilerde bulunabilirler.
zh: 评论文章对现有文献进行了建设性和批判性的分析，通过分析、比较和总结来完成。他们可以找出具体的问题或差距，甚至可以为未来的研究提供建议。

# createPostStoryDes
source: Tale, News, History, Legend, Science Fiction, Short Story, Tragedy, Comedy
ar: حكاية ، أخبار ، تاريخ ، أسطورة ، خيال علمي ، قصة قصيرة ، مأساة ، كوميديا
bn: গল্প, খবর, ইতিহাস, কিংবদন্তি, সায়েন্স ফিকশন, ছোট গল্প, ট্র্যাজেডি, কমেডি
de: Märchen, Nachrichten, Geschichte, Legende, Science Fiction, Kurzgeschichte, Tragödie, Komödie
el: Παραμύθι, Ειδήσεις, Ιστορία, Θρύλος, Επιστημονική Φαντασία, Διήγημα, Τραγωδία, Κωμωδία
es: Cuento, Noticias, Historia, Leyenda, Ciencia ficción, Cuento corto, Tragedia, Comedia
fr: Conte, Actualités, Histoire, Légende, Science-Fiction, Nouvelle, Tragédie, Comédie
hi: कहानी, समाचार, इतिहास, किंवदंती, विज्ञान कथा, लघु कहानी, त्रासदी, कॉमेडी
id: Dongeng, Berita, Sejarah, Legenda, Fiksi Ilmiah, Cerpen, Tragedi, Komedi
it: Racconto, Notizie, Storia, Leggenda, Fantascienza, Racconto, Tragedia, Commedia
ja: 物語、ニュース、歴史、伝説、サイエンスフィクション、短編小説、悲劇、コメディ
ko: 이야기, 뉴스, 역사, 전설, 공상 과학, 단편 소설, 비극, 코미디
pa: ਕਹਾਣੀ, ਖ਼ਬਰਾਂ, ਇਤਿਹਾਸ, ਦੰਤਕਥਾ, ਵਿਗਿਆਨ ਗਲਪ, ਛੋਟੀ ਕਹਾਣੀ, ਦੁਖਾਂਤ, ਕਾਮੇਡੀ
pt: Conto, Notícias, História, Lenda, Ficção científica, Conto, Tragédia, Comédia
ru: Сказка, Новости, История, Легенда, Научная фантастика, Рассказ, Трагедия, Комедия
tr: Masal, Haber, Tarih, Efsane, Bilim Kurgu, Kısa Öykü, Trajedi, Komedi
zh: 故事、新闻、历史、传奇、科幻小说、短篇小说、悲剧、喜剧

# createPostSponsored
source: Sponsored
ar: برعاية
bn: স্পনসর
de: Gesponsert
el: ευγενική χορηγία
es: Patrocinado
fr: Sponsorisé
hi: प्रायोजित
id: Disponsori
it: sponsorizzato
ja: 後援
ko: 후원
pa: ਪ੍ਰਾਯੋਜਿਤ
pt: Patrocinadas
ru: Спонсируемый
tr: sponsorlu
zh: 赞助

# createPostSponsoredDes
source: Sponsored content articles are, in essence, a type of advertising. They look and read like regular editorials, but they are paid for by a specific advertiser and therefore
ar: تعتبر مقالات المحتوى المدعوم ، في جوهرها ، نوعًا من الإعلانات. تبدو وكأنها مقالات افتتاحية عادية ، ولكن يتم الدفع لها من قبل معلن معين
bn: মূলত, এক ধরনের বিজ্ঞাপন। তারা নিয়মিত সম্পাদকীয়ের মত দেখতে এবং পড়ে, কিন্তু তাদের জন্য একটি নির্দিষ্ট বিজ্ঞাপনদাতা অর্থ প্রদান করে এবং তাই
de: Sponsored-Content-Artikel sind im Wesentlichen eine Art von Werbung. Sie sehen aus und lesen sich wie normale Leitartikel, werden aber von einem bestimmten Werbetreibenden bezahlt
el: Τα άρθρα με χορηγία είναι, στην ουσία, ένα είδος διαφήμισης. Μοιάζουν και διαβάζουν σαν τακτικά συντακτικά, αλλά πληρώνονται από έναν συγκεκριμένο διαφημιζόμενο και ως εκ τούτου
es: Los artículos de contenido patrocinado son, en esencia, un tipo de publicidad. Se ven y se leen como editoriales regulares, pero son pagados por un anunciante específico y, por lo tanto,
fr: Les articles de contenu sponsorisé sont, par essence, un type de publicité. Ils ressemblent et se lisent comme des éditoriaux ordinaires, mais ils sont payés par un annonceur spécifique.
hi: प्रायोजित सामग्री लेख, संक्षेप में, एक प्रकार का विज्ञापन है। वे नियमित संपादकीय की तरह दिखते और पढ़ते हैं, लेकिन उन्हें एक विशिष्ट विज्ञापनदाता द्वारा भुगतान किया जाता है।
id: Artikel konten bersponsor, pada dasarnya, adalah sejenis iklan. Mereka terlihat dan dibaca seperti editorial biasa, tetapi dibayar oleh pengiklan tertentu.
it: Gli articoli di contenuto sponsorizzato sono, in sostanza, un tipo di pubblicità. Sembrano e si leggono come normali editoriali, ma sono pagati da un inserzionista specifico.
ja: スポンサー付きコンテンツの記事は、本質的に、一種の広告です。それらは通常の社説のように見え、読みますが、特定の広告主によって支払われます。
ko: 스폰서 콘텐츠 기사는 본질적으로 일종의 광고입니다. 일반 사설처럼 보이고 읽지만 특정 광고주가 비용을 지불합니다.
pa: ਪ੍ਰਾਯੋਜਿਤ ਸਮਗਰੀ ਲੇਖ, ਸੰਖੇਪ ਰੂਪ ਵਿੱਚ, ਇਸ਼ਤਿਹਾਰਬਾਜ਼ੀ ਦੀ ਇੱਕ ਕਿਸਮ ਹਨ. ਉਹ ਨਿਯਮਤ ਸੰਪਾਦਕੀ ਦੀ ਤਰ੍ਹਾਂ ਵੇਖਦੇ ਅਤੇ ਪੜ੍ਹਦੇ ਹਨ, ਪਰ ਉਹਨਾਂ ਦਾ ਭੁਗਤਾਨ ਇੱਕ ਖਾਸ ਇਸ਼ਤਿਹਾਰਦਾਤਾ ਦੁਆਰਾ ਕੀਤਾ ਜਾਂਦਾ ਹੈ.
pt: Os artigos de conteúdo patrocinado são, em essência, um tipo de publicidade. Eles parecem e leem editoriais regulares, mas são pagos por um anunciante específico.
ru: Статьи с спонсируемым контентом, по сути, являются разновидностью рекламы. Они выглядят и читаются как обычные редакционные статьи, но оплачиваются конкретным рекламодателем.
tr: Sponsorlu içerik makaleleri özünde bir tür reklamdır. Normal başyazılar gibi görünürler ve okurlar, ancak belirli bir reklamveren tarafından ödenirler.
zh: 赞助内容文章本质上是一种广告。它们看起来和阅读起来都像普通社论，但它们是由特定的广告商付费的。

# createPostArticleDes
source: research articles are very detailed studies that report the original research. Considered primary literature, original research articles include the background study, methods, hypothesis, results, and the interpretation of the findings
ar: المقالات البحثية هي دراسات مفصلة للغاية تقدم تقريرًا عن البحث الأصلي. تشمل المقالات البحثية الأصلية التي تم اعتبارها في الأدبيات الأولية ، دراسة الخلفية والأساليب والفرضيات والنتائج وتفسير النتائج
bn: গবেষণা নিবন্ধগুলি খুব বিস্তারিত অধ্যয়ন যা মূল গবেষণা প্রতিবেদন করে। বিবেচিত প্রাথমিক সাহিত্য, মূল গবেষণা প্রবন্ধের মধ্যে রয়েছে পটভূমি অধ্যয়ন, পদ্ধতি, অনুমান, ফলাফল এবং ফলাফলগুলির ব্যাখ্যা
de: Forschungsartikel sind sehr detaillierte Studien, die über die ursprüngliche Forschung berichten. Als Primärliteratur betrachtet, umfassen die ursprünglichen Forschungsartikel die Hintergrundstudie, Methoden, Hypothesen, Ergebnisse und die Interpretation der Ergebnisse
el: τα ερευνητικά άρθρα είναι πολύ λεπτομερείς μελέτες που αναφέρουν την αρχική έρευνα. Ως πρωτογενής βιβλιογραφία, τα πρωτότυπα ερευνητικά άρθρα περιλαμβάνουν τη βασική μελέτη, τις μεθόδους, την υπόθεση, τα αποτελέσματα και την ερμηνεία των ευρημάτων
es: Los artículos de investigación son estudios muy detallados que informan sobre la investigación original. Considerada literatura primaria, los artículos de investigación originales incluyen el estudio de antecedentes, los métodos, las hipótesis, los resultados y la interpretación de los hallazgos.
fr: les articles de recherche sont des études très détaillées qui rendent compte de la recherche originale. Considérés comme de la littérature primaire, les articles de recherche originaux comprennent l'étude de fond, les méthodes, les hypothèses, les résultats et l'interprétation des résultats
hi: शोध लेख बहुत विस्तृत अध्ययन हैं जो मूल शोध की रिपोर्ट करते हैं। प्राथमिक साहित्य माना जाता है, मूल शोध लेखों में पृष्ठभूमि अध्ययन, विधियों, परिकल्पना, परिणाम और निष्कर्षों की व्याख्या शामिल है
id: artikel penelitian adalah studi yang sangat rinci yang melaporkan penelitian asli. Dianggap sebagai literatur utama, artikel penelitian asli mencakup studi latar belakang, metode, hipotesis, hasil, dan interpretasi temuan
it: gli articoli di ricerca sono studi molto dettagliati che riportano la ricerca originale. Considerata la letteratura primaria, gli articoli di ricerca originali includono lo studio di base, i metodi, le ipotesi, i risultati e l'interpretazione dei risultati
ja: 研究記事は、元の研究を報告する非常に詳細な研究です。 一次文献と見なされ、元の研究記事には、背景研究、方法、仮説、結果、および調査結果の解釈が含まれます
ko: 연구 기사는 원래 연구를 보고하는 매우 상세한 연구입니다. 기본 문헌으로 간주되는 독창적인 연구 기사에는 배경 연구, 방법, 가설, 결과 및 결과 해석이 포함됩니다.
pa: ਖੋਜ ਲੇਖ ਬਹੁਤ ਵਿਸਤ੍ਰਿਤ ਅਧਿਐਨ ਹਨ ਜੋ ਮੂਲ ਖੋਜ ਦੀ ਰਿਪੋਰਟ ਕਰਦੇ ਹਨ. ਪ੍ਰਾਇਮਰੀ ਸਾਹਿਤ ਮੰਨਿਆ ਜਾਂਦਾ ਹੈ, ਮੂਲ ਖੋਜ ਲੇਖਾਂ ਵਿੱਚ ਪਿਛੋਕੜ ਅਧਿਐਨ, ਵਿਧੀਆਂ, ਅਨੁਮਾਨ, ਨਤੀਜੇ ਅਤੇ ਖੋਜਾਂ ਦੀ ਵਿਆਖਿਆ ਸ਼ਾਮਲ ਹੁੰਦੀ ਹੈ
pt: artigos de pesquisa são estudos muito detalhados que relatam a pesquisa original. Considerada literatura primária, os artigos de pesquisa originais incluem o estudo de fundo, métodos, hipóteses, resultados e a interpretação dos achados
ru: исследовательские статьи - это очень подробные исследования, в которых сообщается об оригинальном исследовании. Считается первичной литературой, оригинальные исследовательские статьи включают базовое исследование, методы, гипотезы, результаты и интерпретацию результатов.
tr: araştırma makaleleri, orijinal araştırmayı rapor eden çok ayrıntılı çalışmalardır. Birincil literatür olarak kabul edilen orijinal araştırma makaleleri, arka plan çalışmasını, yöntemleri, hipotezi, sonuçları ve bulguların yorumlanmasını içerir.
zh: 研究文章是非常详细的研究报告原始研究。 被视为主要文献，原创研究文章包括背景研究、方法、假设、结果和对研究结果的解释

# createPostBreakingNewsTitle
source: Breaking News
ar: أخبار عاجلة
bn: সদ্যপ্রাপ্ত সংবাদ
de: Aktuelle Nachrichten
el: Εκτακτες ειδήσεις
es: Noticias de última hora
fr: dernières nouvelles
hi: ताज़ा खबर
id: Berita Terbaru
it: Ultime notizie
ja: ニュース速報
ko: 긴급 속보
pa: ਤਾਜਾ ਖਬਰਾਂ
pt: Últimas notícias
ru: Последние новости
tr: Flaş Haber
zh: 爆炸新闻

# createPostBroadcastTitle
source: Broadcasting
ar: البث
bn: সম্প্রচার
de: Rundfunk
el: Ραδιοφωνικός
es: Radiodifusión
fr: Diffusion
hi: प्रसारण
id: Penyiaran
it: Trasmissione
ja: 放送
ko: 방송
pa: ਪ੍ਰਸਾਰਣ
pt: Transmissão
ru: Вещание
tr: yayın
zh: 广播

# createPostInpicTitle
source: In Picture
ar: في الصورة
bn: ছবিতে
de: Im Bild
el: Σε εικόνα
es: En imagen
fr: En photo
hi: चित्र में
id: Dalam gambar
it: In figura
ja: 写真で
ko: 사진 속
pa: ਤਸਵੀਰ ਵਿੱਚ
pt: Na foto
ru: На картине
tr: Resimde
zh: 画中画

# createPostInvestigationTitle
source: Investigation
ar: تحقيق
bn: তদন্ত
de: Untersuchung
el: Ερευνα
es: Investigación
fr: Enquête
hi: जाँच पड़ताल
id: Penyelidikan
it: Indagine
ja: 調査
ko: 조사
pa: ਜਾਂਚ
pt: Investigação
ru: Расследование
tr: Soruşturma
zh: 调查

# addPostBreakingNewsTitleHint
source: Breaking news title
ar: عنوان الأخبار العاجلة
de: Titel der Eilmeldung
el: Τίτλος έκρηξης ειδήσεων
es: Título de la noticia de última hora
fr: Titre de l'actualité
hi: ब्रेकिंग न्यूज का शीर्षक
id: Judul berita terbaru
it: Titolo delle ultime notizie
ja: ニュース速報
ko: 속보 제목
pa: ਤਾਜ਼ਾ ਖਬਰਾਂ ਦਾ ਸਿਰਲੇਖ
pt: Título da notícia de última hora
ru: Заголовок последней новости
tr: Son dakika haber başlığı
zh: 突发新闻标题

# createPostBroadCastDes
source: Share a Journalism Interview, reportage, or live streaming about an event with a short description
ar: شارك في مقابلة صحفية أو ريبورتاج أو بث مباشر حول حدث مع وصف موجز
bn: একটি সংক্ষিপ্ত বিবরণ সহ একটি ইভেন্ট সম্পর্কে একটি সাংবাদিকতার সাক্ষাত্কার, প্রতিবেদন বা লাইভ স্ট্রিমিং শেয়ার করুন
de: Teilen Sie ein Journalismus-Interview, eine Reportage oder ein Live-Streaming über eine Veranstaltung mit einer kurzen Beschreibung
el: Μοιραστείτε μια συνέντευξη δημοσιογραφίας, ρεπορτάζ ή ζωντανή ροή για μια εκδήλωση με μια σύντομη περιγραφή
es: Comparta una entrevista de periodismo, un reportaje o una transmisión en vivo sobre un evento con una breve descripción
fr: Partagez une interview de journalisme, un reportage ou une diffusion en direct sur un événement avec une courte description
hi: एक संक्षिप्त विवरण के साथ एक पत्रकारिता साक्षात्कार, रिपोर्ताज, या किसी घटना के बारे में लाइव स्ट्रीमिंग साझा करें
id: Bagikan Wawancara Jurnalisme, reportase, atau streaming langsung tentang suatu acara dengan deskripsi singkat
it: Condividi un'intervista giornalistica, un reportage o un live streaming su un evento con una breve descrizione
ja: ジャーナリズムのインタビュー、ルポルタージュ、またはイベントに関するライブストリーミングを簡単な説明とともに共有する
ko: 짧은 설명과 함께 이벤트에 대한 저널리즘 인터뷰, 보도 자료 또는 라이브 스트리밍 공유
pa: ਇੱਕ ਸੰਖੇਪ ਵਰਣਨ ਦੇ ਨਾਲ ਇੱਕ ਇਵੈਂਟ ਬਾਰੇ ਇੱਕ ਪੱਤਰਕਾਰੀ ਇੰਟਰਵਿiew, ਰਿਪੋਰਟਿੰਗ, ਜਾਂ ਲਾਈਵ ਸਟ੍ਰੀਮਿੰਗ ਸਾਂਝੀ ਕਰੋ
pt: Compartilhe uma entrevista de jornalismo, reportagem ou transmissão ao vivo sobre um evento com uma breve descrição
ru: Поделитесь журналистским интервью, репортажем или прямой трансляцией о событии с кратким описанием
tr: Kısa bir açıklama ile bir etkinlik hakkında Gazetecilik Röportajı, röportaj veya canlı yayın paylaşın
zh: 分享有关事件的新闻采访、报道或直播，并附上简短说明

# createPostInPicDes
source: Make picture talk !
ar: ! اجعل الصورة تتحدث
bn: ছবির কথা বলুন!
de: Bildsprache machen!
el: Κάντε κουβέντα με εικόνες!
es: ¡Haz que la imagen hable
fr: Faites parler l'image !
hi: तस्वीर बात करो!
id: Buatlah gambar berbicara!
it: Fai parlare l'immagine!
ja: 絵話をしよう！
ko: 사진 토크를 확인하세요!
pa: ਤਸਵੀਰ ਨੂੰ ਗੱਲਬਾਤ ਕਰੋ!
pt: Faça a imagem falar!
ru: Сделайте картинку говорящей!
tr: Resim konuşsun!
zh: 让图片说话！

# createPostInvestigationDes
source: Share your Investigation about crime or about actual phenomenon or about Disaster with true proves or witnessing
ar: شارك تحقيقاتك حول الجريمة أو حول ظاهرة فعلية أو حول كارثة مع الإثباتات الحقيقية أو الشهادة
bn: অপরাধ বা প্রকৃত ঘটনা বা দুর্যোগ সম্পর্কে আপনার তদন্তকে সত্য প্রমাণ বা সাক্ষ্য দিয়ে শেয়ার করুন
de: Teilen Sie Ihre Ermittlungen über Kriminalität oder über das eigentliche Phänomen oder über die Katastrophe mit wahren Beweisen oder Zeugenaussagen
el: Μοιραστείτε την έρευνά σας σχετικά με το έγκλημα ή το πραγματικό φαινόμενο ή την Καταστροφή με αληθινές αποδείξεις ή μαρτυρίες
es: Comparta su Investigación sobre el crimen o sobre el fenómeno real o sobre el Desastre con pruebas reales o presenciando
fr: Partagez votre enquête sur le crime ou sur le phénomène réel ou sur la catastrophe avec de véritables preuves ou témoins
hi: अपराध के बारे में या वास्तविक घटना के बारे में या आपदा के बारे में अपनी जांच को सही साबित या गवाह के साथ साझा करें
id: Bagikan Investigasi Anda tentang kejahatan atau tentang fenomena aktual atau tentang Bencana dengan bukti atau kesaksian yang benar
it: Condividi la tua Indagine sul crimine o sul fenomeno reale o sul disastro con prove o testimonianze vere
ja: 犯罪や実際の現象、災害についての調査を、真の証拠や目撃者と共有してください
ko: 범죄 또는 실제 현상 또는 재해에 대한 조사를 진정한 증거 또는 목격자와 공유하십시오.
pa: ਅਪਰਾਧ ਬਾਰੇ ਜਾਂ ਅਸਲ ਵਰਤਾਰੇ ਬਾਰੇ ਜਾਂ ਤਬਾਹੀ ਬਾਰੇ ਆਪਣੀ ਜਾਂਚ ਨੂੰ ਸੱਚੇ ਪ੍ਰਮਾਣ ਜਾਂ ਗਵਾਹੀ ਨਾਲ ਸਾਂਝਾ ਕਰੋ
pt: Compartilhe sua investigação sobre crime ou sobre o fenômeno real ou sobre desastre com provas verdadeiras ou testemunhos
ru: Поделитесь своим расследованием преступления, реального явления или стихийного бедствия с помощью реальных доказательств или свидетельств
tr: Suç veya gerçek bir fenomen veya Afet hakkındaki Soruşturmanızı gerçek kanıtlar veya tanıklarla paylaşın
zh: 与真实的证据或目击者分享您对犯罪或实际现象或灾难的调查

# createPostEvent
source: Planning a cultural event or work event
ar: التخطيط لحدث ثقافي أو حدث عمل
bn: একটি সাংস্কৃতিক অনুষ্ঠান বা কর্মসূচির পরিকল্পনা করা
de: Planung eines Kultur- oder Arbeitsevents
el: Προγραμματισμός πολιτιστικής εκδήλωσης ή εκδήλωσης εργασίας
es: Planificación de un evento cultural o de trabajo
fr: Planification d'un événement culturel ou d'un événement professionnel
hi: एक सांस्कृतिक कार्यक्रम या कार्य कार्यक्रम की योजना बनाना
id: Merencanakan acara budaya atau acara kerja
it: Pianificazione di un evento culturale o di lavoro
ja: 文化イベントや仕事のイベントを計画する
ko: 문화 행사 또는 업무 행사 기획
pa: ਕਿਸੇ ਸੱਭਿਆਚਾਰਕ ਸਮਾਗਮ ਜਾਂ ਕੰਮ ਦੇ ਪ੍ਰੋਗਰਾਮ ਦੀ ਯੋਜਨਾ ਬਣਾਉਣਾ
pt: Planejando um evento cultural ou evento de trabalho
ru: Планирование культурного или рабочего мероприятия
tr: Kültürel bir etkinlik veya iş etkinliği planlama
zh: 策划文化活动或工作活动
