Repository: hamza-ben-ab/hamza-ben-ab.github.io
Catalog: lib/l10n/intl_*.arb
Languages: ar, bn, de, el, es, fr, hi, id, it, ja, ko, pa, pt, ru, tr, zh

# snackBarInvalidPassword
source: Password must have 8 characters !
ar: يجب أن تتكون كلمة المرور من 8 أحرف!
bn: পাসওয়ার্ডে 8 টি অক্ষর থাকতে হবে!
de: Passwort muss 8 Zeichen haben!
el: Ο κωδικός πρόσβασης πρέπει να έχει 8 χαρακτήρες!
es: ¡La contraseña debe tener 8 caracteres!
fr: Le mot de passe doit avoir 8 caractères!
hi: पासवर्ड में 8 अक्षर होने चाहिए!
id: Kata sandi harus terdiri dari 8 karakter!
it: La password deve contenere 8 caratteri!
ja: パスワードは8文字である必要があります！
ko: 비밀번호는 8 자 여야합니다!
pa: ਪਾਸਵਰਡ ਵਿੱਚ 8 ਅੱਖਰ ਹੋਣੇ ਚਾਹੀਦੇ ਹਨ!
pt: A senha deve ter 8 caracteres!
ru: Пароль должен состоять из 8 символов!
tr: Parola 8 karakterden oluşmalıdır!
zh: 密码必须包含8个字符！

# snackBarInvalidConfirmPassword
source: Confirm your password
ar: تأكيد كلمة المرور
bn: আপনার পাসওয়ার্ড নিশ্চিত
de: Bestätigen Sie Ihr Passwort
el: Επιβεβαιώστε τον κωδικό πρόσβασής σας
es: Confirmar la contraseña
fr: Confirmer votre mot de passe
hi: अपने पासवर्ड की पुष्टि करें
id: Konfirmasi password Anda
it: Conferma la tua password
ja: あなたのパスワードを確認
ko: 암호를 확인
pa: ਆਪਣੇ ਪਾਸਵਰਡ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ
pt: Confirme sua senha
ru: Подтвердите ваш пароль
tr: Parolanızı onaylayın
zh: 确认你的密码

# snackBarInvalidLocation
source: Enter your current Location
ar: حدد موقعك الحالي
bn: আপনার বর্তমান অবস্থান নির্বাচন করুন
de: Wählen Sie Ihren aktuellen Standort
el: Επιλέξτε την τρέχουσα τοποθεσία σας
es: Seleccione su ubicación actual
fr: Sélectionnez votre emplacement actuel
hi: अपना वर्तमान स्थान चुनें
id: Pilih Lokasi Anda saat ini
it: Seleziona la tua posizione attuale
ja: 現在地を選択してください
ko: 현재 위치 선택
pa: ਆਪਣੀ ਮੌਜੂਦਾ ਸਥਿਤੀ ਦੀ ਚੋਣ ਕਰੋ
pt: Selecione sua localização atual
ru: Выберите ваше текущее местоположение
tr: Mevcut Konumunuzu seçin
zh: 选择当前位置

# subtitleJournalistSignUpWorkSpace
source: Workspace Name
ar: اسم مساحة العمل
bn: কর্মক্ষেত্রের নাম
de: Name des Arbeitsbereichs
el: Όνομα χώρου εργασίας
es: Nombre del espacio de trabajo
fr: Nom de l'espace de travail
hi: कार्यक्षेत्र का नाम
id: Nama Ruang Kerja
it: Nome area di lavoro
ja: ワークスペース名
ko: 작업 공간 이름
pa: ਵਰਕਸਪੇਸ ਨਾਮ
pt: Nome do espaço de trabalho
ru: Имя рабочей области
tr: Çalışma Alanı Adı
zh: 工作区名称

# subtitleJournalistSignUpBirthday
source: Date of Birth
ar: تاريخ الميلاد
bn: জন্ম তারিখ
de: Geburtsdatum
el: Ημερομηνια γεννησης
es: Fecha de nacimiento
fr: Date de naissance
hi: जन्म की तारीख
id: Tanggal lahir
it: Data di nascita
ja: 生年月日
ko: 생년월일
pa: ਜਨਮ ਤਾਰੀਖ
pt: Data de nascimento
ru: Дата рождения
tr: Doğum tarihi
zh: 出生日期

# subtitleJournalistSignUpUploadId
source: Upload your Photo ID
ar: قم بتحميل معرف الصورة الخاص بك
bn: আপনার ছবির আইডি আপলোড করুন
de: Laden Sie Ihren Lichtbildausweis hoch
el: Ανεβάστε το αναγνωριστικό της φωτογραφίας σας
es: Cargue su identificación con foto
fr: Téléchargez votre photo d'identité
hi: अपनी फोटो आईडी अपलोड करें
id: Unggah ID Foto Anda
it: Carica il tuo documento d'identità con foto
ja: 写真付き身分証明書をアップロードする
ko: 사진 ID 업로드
pa: ਆਪਣੀ ਫੋਟੋ ਆਈਡੀ ਅਪਲੋਡ ਕਰੋ
pt: Carregue o seu ID com foto
ru: Загрузите свое удостоверение личности с фотографией
tr: Fotoğraflı kimliğinizi yükleyin
zh: 上载您的带照片的身份证

# hintTextChannelNameJournalistSignUp
source: Tv or Radio or Newspaper...
ar: تلفزيون أو راديو أو جريدة ...
bn: টিভি বা রেডিও বা সংবাদপত্র ...
de: Fernsehen oder Radio oder Zeitung ...
el: Τηλεόραση ή ραδιόφωνο ή εφημερίδα ...
es: Televisión o radio o periódico ...
fr: Télévision ou radio ou journal ...
hi: टीवी या रेडियो या समाचार पत्र ...
id: TV atau Radio atau Koran ...
it: Tv o Radio o Giornale ...
ja: テレビまたはラジオまたは新聞...
ko: 텔레비전, 라디오, 신문 ...
pa: ਟੀਵੀ ਜਾਂ ਰੇਡੀਓ ਜਾਂ ਅਖਬਾਰ ...
pt: Tv ou rádio ou jornal ...
ru: Телевидение, радио или газета ...
tr: Tv veya Radyo veya Gazete ...
zh: 电视或广播或报纸...

# hintTextYear
source: year
ar: عام
bn: বছর
de: Jahr
el: Ετος
es: Año
fr: An
hi: साल
id: Tahun
it: Anno
ja: 年
ko: 년
pa: ਸਾਲ
pt: Ano
ru: Год
tr: Yıl
zh: 年

# hintTextDay
source: day
ar: يوم
bn: দিন
de: Tag
el: Ημέρα
es: Día
fr: jour
hi: दिन
id: Hari
it: Giorno
ja: 日
ko: 일
pa: ਦਿਨ
pt: Dia
ru: День
tr: Gün
zh: 天

# hintTextMonth
source: month
ar: شهر
bn: মাস
de: Monat
el: Μήνας
es: Mes
fr: mois
hi: महीना
id: Bulan
it: Mese
ja: 月
ko: 달
pa: ਮਹੀਨਾ
pt: Mês
ru: Месяц
tr: Ay
zh: 月

# descriptionUploadPhotoId
source: To make sure of your identity, We need you to upload a color photo of your government-issued id. Your Id should include your name, day of Birth, and photo. acceptable Ids include your: - Passport - National Id card - driver's license Once we received and reviewed a clear photo of your Id we will delete your Identification document from our server
ar: للتأكد من هويتك ، نحتاج منك تحميل صورة ملونة من بطاقة هويتك الصادرة عن الحكومة. يجب أن يتضمن هويتك اسمك وتاريخ ميلادك وصورتك. تشمل المعرفات المقبولة: - جواز السفر - بطاقة الهوية الوطنية - رخصة القيادة بمجرد استلامنا صورة واضحة عن هويتك ومراجعتها ، سنحذف مستند التعريف الخاص بك من الخادم الخاص بنا
bn: আপনার পরিচয় নিশ্চিত করার জন্য, আপনাকে আপনার সরকার-ইস্যু করা আইডির একটি রঙিন ছবি আপলোড করতে হবে। আপনার আইডিতে আপনার নাম, জন্মের দিন এবং ফটো অন্তর্ভুক্ত করা উচিত। ac অগ্রহণযোগ্য আইডিতে আপনার অন্তর্ভুক্ত রয়েছে: - পাসপোর্ট - জাতীয় পরিচয়পত্র driver - ড্রাইভারের লাইসেন্স একবার আমরা আপনার আইডির একটি পরিষ্কার ছবি পেয়েছি এবং পর্যালোচনা করার পরে আমরা আমাদের সনাক্তকরণের নথিটি আমাদের সার্ভার থেকে মুছব will
de: Um Ihre Identität zu überprüfen, müssen Sie ein Farbfoto Ihres von der Regierung ausgestellten Personalausweises hochladen. Ihre ID sollte Ihren Namen, Ihren Geburtstag und Ihr Foto enthalten. Zu den nicht akzeptablen Ausweisen gehört: - Reisepass - Nationaler Personalausweis - Führerschein Sobald wir ein klares Foto Ihres Ausweises erhalten und überprüft haben, werden wir Ihr Ausweisdokument von unserem Server löschen
el: Για να διασφαλίσουμε την ταυτότητά σας, χρειαζόμαστε να ανεβάσετε μια έγχρωμη φωτογραφία του αναγνωριστικού που εκδίδεται από την κυβέρνηση. Το αναγνωριστικό σας πρέπει να περιλαμβάνει το όνομά σας, την ημέρα γέννησης και τη φωτογραφία σας. τα αποδεκτά αναγνωριστικά περιλαμβάνουν τα εξής: - Διαβατήριο - Εθνική κάρτα ταυτότητας - άδεια οδήγησης Μόλις λάβουμε και εξετάσουμε μια σαφή φωτογραφία του αναγνωριστικού σας, θα διαγράψουμε το έγγραφο αναγνώρισης από τον διακομιστή μας
es: Para asegurarse de su identidad, necesitamos que cargue una foto en color de su identificación emitida por el gobierno. Su identificación debe incluir su nombre, día de nacimiento y foto. naLas identificaciones aceptables incluyen su: - Pasaporte - Tarjeta de identificación nacional - Licencia de conducir Una vez que recibamos y revisemos una foto clara de su identificación, eliminaremos su documento de identificación de nuestro servidor
fr: Pour vous assurer de votre identité, nous avons besoin que vous téléchargiez une photo couleur de votre pièce d'identité émise par le gouvernement. Votre identifiant doit inclure votre nom, votre jour de naissance et votre photo. Les identifiants acceptables incluent votre: - Passeport - Carte d'identité nationale - permis de conduire Une fois que nous aurons reçu et examiné une photo claire de votre identifiant, nous supprimerons votre document d'identité de notre serveur
hi: अपनी पहचान सुनिश्चित करने के लिए, हमें आपकी सरकार द्वारा जारी की गई आईडी की रंगीन फोटो अपलोड करनी होगी। आपकी आईडी में आपका नाम, जन्म का दिन और फोटो शामिल होना चाहिए। अस्वीकार्य आईडी में आपके शामिल हैं: - पासपोर्ट - राष्ट्रीय आईडी कार्ड - चालक का लाइसेंस हमें प्राप्त हुआ और आपके आईडी की स्पष्ट तस्वीर की समीक्षा की गई, हम आपके सर्वर से आपके पहचान दस्तावेज को हटा देंगे
id: Untuk memastikan identitas Anda, Kami meminta Anda untuk mengunggah foto berwarna dari tanda pengenal resmi Anda. Id Anda harus menyertakan nama Anda, hari lahir, dan foto. Id yang dapat diterima termasuk: - Paspor - KTP - SIM Setelah kami menerima dan meninjau foto identitas Anda yang jelas, kami akan menghapus dokumen Identifikasi Anda dari server kami
it: Per assicurarci della tua identità, abbiamo bisogno che tu carichi una foto a colori del tuo documento d'identità rilasciato dal governo. Il tuo ID dovrebbe includere il tuo nome, il giorno di nascita e la foto. I codici identificativi accettabili includono: - Passaporto - Carta d'identità nazionale - patente di guida Una volta ricevuta ed esaminata una foto chiara del tuo documento d'identità, elimineremo il tuo documento di identità dal nostro server
ja: あなたの身元を確認するために、政府発行のIDのカラー写真をアップロードする必要があります。 IDには、名前、生年月日、写真を含める必要があります。 受け入れ可能なIDには次のものが含まれます： -パスポート -国民IDカード -運転免許証 IDの鮮明な写真を受け取って確認したら、サーバーから身分証明書を削除します
ko: 신원 확인을 위해 정부 발행 신분증의 컬러 사진을 업로드해야합니다. 귀하의 ID에는 귀하의 이름, 생년월일 및 사진이 포함되어야합니다. 허용되는 신분증에는 다음이 포함됩니다. - 여권 - 국가 신분증 - 운전 면허증 신분증의 선명한 사진을 받고 검토 한 후 서버에서 신분증을 삭제합니다.
pa: ਤੁਹਾਡੀ ਪਛਾਣ ਨਿਸ਼ਚਤ ਕਰਨ ਲਈ, ਸਾਨੂੰ ਤੁਹਾਡੀ ਸਰਕਾਰ ਦੁਆਰਾ ਜਾਰੀ ਕੀਤੀ ਆਈਡੀ ਦੀ ਰੰਗੀਨ ਫੋਟੋ ਅਪਲੋਡ ਕਰਨ ਦੀ ਲੋੜ ਹੈ. ਤੁਹਾਡੀ ਆਈਡੀ ਵਿੱਚ ਤੁਹਾਡਾ ਨਾਮ, ਜਨਮ ਦਿਨ ਅਤੇ ਫੋਟੋ ਸ਼ਾਮਲ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ. ਅਸਵੀਕਾਰਯੋਗ ਆਈਡੀਜ਼ ਵਿੱਚ ਤੁਹਾਡੇ ਸ਼ਾਮਲ ਹਨ: - ਪਾਸਪੋਰਟ - ਨੈਸ਼ਨਲ ਆਈਡੀ ਕਾਰਡ - ਡਰਾਈਵਰ ਲਾਇਸੈਂਸ ਇੱਕ ਵਾਰ ਜਦੋਂ ਅਸੀਂ ਤੁਹਾਡੀ ਆਈਡੀ ਦੀ ਇੱਕ ਸਾਫ ਫੋਟੋ ਪ੍ਰਾਪਤ ਕਰਦੇ ਅਤੇ ਸਮੀਖਿਆ ਕਰਦੇ ਹਾਂ ਤਾਂ ਅਸੀਂ ਤੁਹਾਡੇ ਪਛਾਣ ਦਸਤਾਵੇਜ਼ ਨੂੰ ਸਾਡੇ ਸਰਵਰ ਤੋਂ ਮਿਟਾ ਦੇਵਾਂਗੇ.
pt: Para ter certeza de sua identidade, precisamos que você carregue uma foto colorida de sua identidade emitida pelo governo. Sua identificação deve incluir seu nome, dia de nascimento e foto. IDs aceitáveis incluem: - Passaporte - Cartão de identidade nacional - carteira de habilitação Assim que recebermos e revisarmos uma foto nítida de sua identidade, excluiremos seu documento de identificação de nosso servidor
ru: Чтобы удостовериться в вашей личности, нам нужно, чтобы вы загрузили цветную фотографию своего удостоверения личности государственного образца. Ваш идентификатор должен включать ваше имя, день рождения и фотографию. допустимые идентификаторы включают ваш: - паспорт - национальную идентификационную карту - водительские права Как только мы получим и проверим четкую фотографию вашего идентификатора, мы удалим ваш документ, удостоверяющий личность, с нашего сервера.
tr: Kimliğinizden emin olmak için, devlet tarafından verilmiş kimliğinizin renkli bir fotoğrafını yüklemeniz gerekiyor. Kimliğiniz adınızı, Doğum gününüzü ve fotoğrafınızı içermelidir. Kabul edilebilir Kimlikler şunları içerir: - Pasaport - Ulusal Kimlik kartı - sürücü belgesi Kimliğinizin net bir fotoğrafını alıp inceledikten sonra Kimlik belgenizi sunucumuzdan sileceğiz
zh: 为了确保您的身份，我们需要您上传政府签发的身份证件的彩色照片。 您的身份证应包括您的姓名，出生日期和照片。 可接受的ID包括： -护照 -国家ID卡 -驾照 一旦我们收到并查看了您ID的清晰照片，我们将从我们的服务器上删除您的身份证件

# choosePhotoButton
source: Choose Photo
ar: اختر صورة
bn: ছবি নির্বাচন করুন
de: Wähle ein Foto aus
el: Διάλεξε φωτογραφία
es: Escoge una foto
fr: Choisissez une photo
hi: फोटो चुनो
id: Pilih foto
it: Scegli la foto
ja: 写真を選んでください
ko: 사진 선택
pa: ਫੋਟੋ ਚੁਣੋ
pt: Escolher Foto
ru: Выбрать фото
tr: Fotoğraf seç
zh: 选择照片

# snackBarUploadImageId
source: image uploaded successfully
ar: تم تحميل الصورة بنجاح
bn: চিত্র সফলভাবে আপলোড হয়েছে
de: Bild erfolgreich hochgeladen
el: η εικόνα μεταφορτώθηκε με επιτυχία
es: imagen cargada con éxito
fr: image téléversée avec succès
hi: छवि सफलतापूर्वक अपलोड की गई
id: gambar berhasil diunggah
it: immagine caricata con successo
ja: 画像が正常にアップロードされました
ko: 이미지가 성공적으로 업로드되었습니다.
pa: ਚਿੱਤਰ ਸਫਲਤਾਪੂਰਵਕ ਅਪਲੋਡ ਕੀਤਾ ਗਿਆ
pt: imagem carregada com sucesso
ru: изображение успешно загружено
tr: resim başarıyla yüklendi
zh: 图片上传成功

# snackBarInvalidBirthday
source: Enter the valid day of Birth!
ar: أدخل يوم الميلاد الصحيح
bn: বৈধ জন্মের দিন প্রবেশ করুন!
de: Geben Sie den gültigen Geburtstag ein!
el: Εισαγάγετε την έγκυρη ημέρα γέννησης!
es: ¡Ingrese el día de nacimiento válido!
fr: Entrez le jour de naissance valide!
hi: जन्म का वैध दिन दर्ज करें!
it: Inserisci il giorno di nascita valido!
ja: 有効な生年月日を入力してください！
ko: 유효한 생년월일을 입력하세요!
pa: ਜਨਮ ਦਾ ਸਹੀ ਦਿਨ ਦਾਖਲ ਕਰੋ!
pt: Insira o dia de nascimento válido!
ru: Введите действительный день рождения!
tr: Geçerli Doğum gününü girin!
zh: 输入出生的有效日期！

# snackBarSince
source: Enter valid Start day !
ar: أدخل يوم بدء صالحًا
bn: বৈধ শুরুর দিন প্রবেশ করুন!
de: Geben Sie einen gültigen Starttag ein!
el: Εισαγάγετε έγκυρη ημέρα έναρξης!
es: Ingrese un día de inicio válido!
fr: Entrez un jour de début valide!
hi: मान्य प्रारंभ दिन दर्ज करें!
id: Masukkan hari mulai yang valid!
it: Inserisci un giorno di inizio valido!
ja: 有効な開始日を入力してください！
ko: 유효한 시작일을 입력하세요!
pa: ਵੈਧ ਸ਼ੁਰੂਆਤੀ ਦਿਨ ਦਾਖਲ ਕਰੋ!
pt: Insira um dia de início válido!
ru: Введите действительный день начала!
tr: Geçerli bir Başlangıç günü girin!
zh: 输入有效的开始日期！

# snackBarInvalidUpload
source: You must upload your identity photo
ar: يجب عليك تحميل صورة هويتك
bn: আপনাকে অবশ্যই আপনার পরিচয় ফটো আপলোড করতে হবে
de: Sie müssen Ihr Identitätsfoto hochladen
el: Πρέπει να ανεβάσετε τη φωτογραφία ταυτότητάς σας
es: Debes subir tu foto de identidad
fr: Vous devez télécharger votre photo d'identité
hi: आपको अपनी पहचान की फोटो अपलोड करनी होगी
id: Anda harus mengunggah foto identitas Anda
it: Devi caricare la tua foto d'identità
ja: 身分証明書をアップロードする必要があります
ko: 신원 사진을 업로드해야합니다
pa: ਤੁਹਾਨੂੰ ਆਪਣੀ ਪਛਾਣ ਦੀ ਫੋਟੋ ਅਪਲੋਡ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ
pt: Você deve enviar sua foto de identidade
ru: Вы должны загрузить свое удостоверение личности
tr: Kimlik fotoğrafınızı yüklemelisiniz
zh: 您必须上传您的身份证照片

# subtitleReviewPage
source: Success !
ar: نجاح!
bn: সাফল্য!
de: Erfolg!
el: Επιτυχία!
es: ¡Éxito!
fr: Succès !
hi: सफलता !
id: Berhasil!
it: Successo!
ja: 成功 ！
ko: 성공!
pa: ਸਫਲਤਾ!
pt: Sucesso!
ru: Успех!
tr: Başarılı!
zh: 成功！

# descriptionP1ReviewPage
source: Thank's
ar: شكر
bn: ধন্যবাদ
de: Vielen Dank
el: Ευχαριστώ
fr: Merci
hi: धन्यवाद
id: Terima kasih
it: Grazie
ja: ありがとうございます
ko: 감사
pa: ਧੰਨਵਾਦ ਹੈ
pt: Obrigado
ru: Благодаря
tr: Teşekkürler
zh: 谢谢

# descriptionP3ReviewPage
source: , We've received your request for a Journalist account and we are in the process of reviewing it (24hr). Take in mind that Your ID will be securely stored and deleted within 30 days of confirming your identity
ar: ، لقد تلقينا طلبك للحصول على حساب صحفي ونقوم بمراجعته (24 ساعة). ضع في اعتبارك أنه سيتم تخزين هويتك بشكل آمن وحذفها في غضون 30 يومًا من تأكيد هويتك
bn: , আমরা একটি সাংবাদিক অ্যাকাউন্টের জন্য আপনার অনুরোধ পেয়েছি এবং আমরা এটি পর্যালোচনা প্রক্রিয়াধীন (24 ঘন্টা)। মনে রাখবেন যে আপনার পরিচয় নিশ্চিত হওয়ার 30 দিনের মধ্যে আপনার আইডি সুরক্ষিতভাবে সংরক্ষণ করা হবে এবং মোছা হবে
de: Wir haben Ihre Anfrage für ein Journalistenkonto erhalten und prüfen diese derzeit (24 Stunden). Beachten Sie, dass Ihre ID innerhalb von 30 Tagen nach Bestätigung Ihrer Identität sicher gespeichert und gelöscht wird
el: Λάβαμε το αίτημά σας για λογαριασμό δημοσιογράφου και είμαστε στη διαδικασία ελέγχου του (24 ώρες). Λάβετε υπόψη ότι το αναγνωριστικό σας θα αποθηκευτεί και θα διαγραφεί με ασφάλεια εντός 30 ημερών από την επιβεβαίωση της ταυτότητάς σας
es: , Hemos recibido su solicitud de una cuenta de periodista y estamos en proceso de revisión (24 horas). Tenga en cuenta que su identificación se almacenará y eliminará de forma segura dentro de los 30 días posteriores a la confirmación de su identidad
fr: , Nous avons reçu votre demande de compte Journaliste et nous sommes en train de l'examiner (24h). N'oubliez pas que votre identifiant sera stocké en toute sécurité et supprimé dans les 30 jours suivant la confirmation de votre identité
hi: , हमने एक पत्रकार खाते के लिए आपका अनुरोध प्राप्त कर लिया है और हम इसकी समीक्षा करने की प्रक्रिया में हैं (210)। ध्यान रखें कि आपकी पहचान की पुष्टि करने के 30 दिनों के भीतर आपकी आईडी सुरक्षित रूप से संग्रहीत और हटा दी जाएगी
id: , Kami telah menerima permintaan Anda untuk membuat akun Jurnalis dan sedang dalam proses meninjaunya (24 jam). Ingatlah bahwa ID Anda akan disimpan dan dihapus dengan aman dalam waktu 30 hari sejak konfirmasi identitas Anda
it: , Abbiamo ricevuto la tua richiesta di un account giornalista e la stiamo esaminando (24 ore). Tieni presente che il tuo ID verrà archiviato in modo sicuro ed eliminato entro 30 giorni dalla conferma della tua identità
ja: 、ジャーナリストアカウントのリクエストを受け取りました。現在、審査中です（24時間）。 IDは、本人確認後30日以内に安全に保管および削除されることに注意してください。
ko: , 저널리스트 계정에 대한 귀하의 요청이 접수되었으며 현재 검토 중입니다 (24 시간). 귀하의 ID는 본인 확인 후 30 일 이내에 안전하게 저장 및 삭제됩니다.
pa: , ਸਾਨੂੰ ਇੱਕ ਪੱਤਰਕਾਰ ਖਾਤੇ ਲਈ ਤੁਹਾਡੀ ਬੇਨਤੀ ਪ੍ਰਾਪਤ ਹੋ ਗਈ ਹੈ ਅਤੇ ਅਸੀਂ ਇਸਦੀ ਸਮੀਖਿਆ ਕਰਨ ਦੀ ਪ੍ਰਕਿਰਿਆ ਵਿੱਚ ਹਾਂ (24 ਘੰਟੇ). ਇਹ ਯਾਦ ਰੱਖੋ ਕਿ ਤੁਹਾਡੀ ਪਛਾਣ ਤੁਹਾਡੀ ਪਛਾਣ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਦੇ 30 ਦਿਨਾਂ ਦੇ ਅੰਦਰ ਸੁਰੱਖਿਅਤ lyੰਗ ਨਾਲ ਸਟੋਰ ਕੀਤੀ ਜਾਏਗੀ ਅਤੇ ਮਿਟਾ ਦਿੱਤੀ ਜਾਏਗੀ
pt: , Recebemos sua solicitação de conta de jornalista e estamos analisando-a (24 horas). Lembre-se de que sua identidade será armazenada com segurança e excluída em 30 dias após a confirmação de sua identidade
ru: , Мы получили ваш запрос на создание учетной записи для журналиста и находимся в процессе его рассмотрения (24 часа). Имейте в виду, что ваш идентификатор будет надежно сохранен и удален в течение 30 дней после подтверждения вашей личности.
tr: , Gazeteci hesabı talebinizi aldık ve onu inceleme sürecindeyiz (24 saat). Kimliğinizin, kimliğinizi onayladıktan sonra 30 gün içinde güvenli bir şekilde saklanacağını ve silineceğini unutmayın.
zh: ，我们已经收到您的新闻记者帐户要求，我们正在审查该帐户（24小时）。 请注意，您的ID将在确认您的身份后的30天内安全地存储和删除

# snackBarSelectOption
source: You must choose One of Option
ar: يجب عليك اختيار الخيار
bn: আপনাকে অবশ্যই বিকল্পটি বেছে নিতে হবে
de: Sie müssen Option wählen
el: Πρέπει να επιλέξετε Option
es: Debes elegir Opción
fr: Vous devez choisir l'option
hi: आपको विकल्प चुनना होगा
id: Anda harus memilih Opsi
it: Devi scegliere l'opzione
ja: オプションを選択する必要があります
ko: 옵션을 선택해야합니다
pa: ਤੁਹਾਨੂੰ ਚੋਣ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ
pt: Você deve escolher a opção
ru: Вы должны выбрать вариант
tr: Seçeneği seçmelisiniz
zh: 您必须选择选项

# doneButton
source: Done
ar: تم
bn: সম্পন্ন
de: Getan
el: Εγινε
es: Hecho
fr: Terminé
hi: किया हुआ
id: Selesai
it: Fatto
ja: 完了
ko: 끝난
pa: ਹੋ ਗਿਆ
pt: Feito
ru: Готово
tr: Bitti
zh: 完成了

# appBarTitleAddProfileImage
source: Profile Image
ar: صورة الحساب
bn: প্রোফাইল ছবি
de: Profilbild
el: Εικόνα προφίλ
es: Imagen de perfil
fr: Image de profil
hi: प्रोफ़ाइल छवि
id: Gambar profil
it: Immagine del profilo
ja: プロフィール画像
ko: 프로필 이미지
pa: ਪ੍ਰੋਫਾਈਲ ਚਿੱਤਰ
pt: Imagem de perfil
ru: Изображение профиля
tr: Profil Resmi
zh: 个人资料图片

# subtitleWelcomePage
source: You have successfully registered in our app and can start working on it
ar: لقد قمت بالتسجيل بنجاح في تطبيقنا ويمكنك البدء في العمل عليه
bn: আপনি আমাদের অ্যাপ্লিকেশনটিতে সফলভাবে নিবন্ধন করেছেন এবং এটিতে কাজ শুরু করতে পারেন
de: Sie haben sich erfolgreich in unserer App registriert und können mit der Arbeit beginnen
el: Έχετε εγγραφεί με επιτυχία στην εφαρμογή μας και μπορείτε να ξεκινήσετε να εργάζεστε σε αυτήν
es: Te has registrado correctamente en nuestra aplicación y puedes empezar a trabajar en ella
fr: Vous êtes inscrit avec succès dans notre application et pouvez commencer à y travailler
hi: आपने हमारे ऐप में सफलतापूर्वक पंजीकरण कर लिया है और इस पर काम करना शुरू कर सकते हैं
id: Anda telah berhasil mendaftar di aplikasi kami dan dapat mulai mengerjakannya
it: Ti sei registrato con successo nella nostra app e puoi iniziare a lavorarci
ja: あなたは私たちのアプリに正常に登録し、それに取り組み始めることができます
ko: 앱에 성공적으로 등록했으며 작업을 시작할 수 있습니다.
pa: ਤੁਸੀਂ ਸਾਡੀ ਐਪ ਵਿਚ ਸਫਲਤਾਪੂਰਵਕ ਰਜਿਸਟਰ ਹੋ ਗਿਆ ਹੈ ਅਤੇ ਇਸ 'ਤੇ ਕੰਮ ਕਰਨਾ ਸ਼ੁਰੂ ਕਰ ਸਕਦੇ ਹੋ
pt: Você se registrou com sucesso em nosso aplicativo e pode começar a trabalhar nele
ru: Вы успешно зарегистрировались в нашем приложении и можете приступить к работе над ним
tr: Uygulamamıza başarıyla kaydoldunuz ve üzerinde çalışmaya başlayabilirsiniz
zh: 您已成功在我们的应用程序中注册，可以开始使用它了

# startButton
source: Start
ar: إبدأ
bn: শুরু করুন
el: Αρχή
es: comienzo
fr: Démarrer
hi: शुरू
id: Mulailah
it: Inizio
ja: 開始
ko: 스타트
pa: ਸ਼ੁਰੂ ਕਰੋ
pt: Começar
ru: Начало
tr: Başlat
zh: 开始

# photoCamera
source: Camera
ar: الة تصوير
bn: ক্যামেরা
de: Kamera
el: ΦΩΤΟΓΡΑΦΙΚΗ ΜΗΧΑΝΗ
es: Cámara
fr: Caméra
hi: कैमरा
id: Kamera
it: telecamera
ja: カメラ
ko: 카메라
pa: ਕੈਮਰਾ
pt: Câmera
ru: Камера
tr: Kamera
zh: 相机

# appBarTitleSuggestion
source: Suggestion to follow
ar: اقتراح لمتابعة
bn: অনুসরণ করার পরামর্শ
de: Vorschlag zu folgen
el: Πρόταση για παρακολούθηση
es: Sugerencia a seguir
fr: Suggestion à suivre
hi: अनुसरण करने का सुझाव
id: Saran untuk diikuti
it: Suggerimento da seguire
ja: 従うべき提案
ko: 따라야 할 제안
pa: ਦੀ ਪਾਲਣਾ ਕਰਨ ਲਈ ਸੁਝਾਅ
pt: Sugestão a seguir
ru: Предложение следовать
tr: Takip edilecek öneri
zh: 建议遵循

# descriptionSuggestion
source: Select some topics you’re interested in to help personalize your Telltrue experience, starting with finding a journalist or Media to follow.
ar: حدد بعض الموضوعات التي تهتم بها للمساعدة في تخصيص تجربتك في Teltrue ، بدءًا من البحث عن صحفي أو وسائط لمتابعة.
bn: সাংবাদিক বা মিডিয়া অনুসরণ করার জন্য শুরু করে আপনার টেলট্রু অভিজ্ঞতাটি ব্যক্তিগতকরণে সহায়তা করতে আপনি আগ্রহী এমন কয়েকটি বিষয় নির্বাচন করুন।
de: Wählen Sie einige Themen aus, an denen Sie interessiert sind, um Ihre Teltrue-Erfahrung zu personalisieren. Beginnen Sie mit der Suche nach einem Journalisten oder Medien, denen Sie folgen können.
el: Επιλέξτε ορισμένα θέματα που σας ενδιαφέρουν για να εξατομικεύσετε την εμπειρία σας στο Teltrue, ξεκινώντας από την εύρεση δημοσιογράφου ή μέσων που θα ακολουθήσετε.
es: Seleccione algunos temas que le interesen para ayudar a personalizar su experiencia Teltrue, comenzando por encontrar un periodista o un medio para seguir.
fr: Sélectionnez certains sujets qui vous intéressent pour vous aider à personnaliser votre expérience Teltrue, en commençant par trouver un journaliste ou un média à suivre.
hi: एक पत्रकार या मीडिया का अनुसरण करने के लिए शुरू करने के साथ अपने टेलीट्रू अनुभव को निजीकृत करने में मदद करने के लिए आपके द्वारा रुचि रखने वाले कुछ विषयों का चयन करें।
id: Pilih beberapa topik yang Anda minati untuk membantu mempersonalisasi pengalaman Teltrue Anda, dimulai dengan mencari jurnalis atau Media untuk diikuti.
it: Seleziona alcuni argomenti che ti interessano per personalizzare la tua esperienza con Teltrue, iniziando con la ricerca di un giornalista o dei media da seguire.
ja: フォローするジャーナリストやメディアを見つけることから始めて、Teltrueエクスペリエンスをパーソナライズするのに役立つ、興味のあるトピックをいくつか選択してください。
ko: 팔로우 할 저널리스트 나 미디어를 찾는 것부터 시작하여 Teltrue 경험을 개인화하는 데 관심이있는 몇 가지 주제를 선택하십시오.
pa: ਕਿਸੇ ਪੱਤਰਕਾਰ ਜਾਂ ਮੀਡੀਆ ਦੀ ਪਾਲਣਾ ਕਰਨ ਦੇ ਨਾਲ ਸ਼ੁਰੂ ਕਰਦਿਆਂ, ਆਪਣੇ ਟੈਲਟਰੂ ਅਨੁਭਵ ਨੂੰ ਨਿਜੀ ਬਣਾਉਣ ਵਿੱਚ ਸਹਾਇਤਾ ਲਈ ਕੁਝ ਵਿਸ਼ੇ ਚੁਣੋ ਜੋ ਤੁਸੀਂ ਚਾਹੁੰਦੇ ਹੋ.
pt: Selecione alguns tópicos de seu interesse para ajudar a personalizar sua experiência com a Teltrue, começando por encontrar um jornalista ou mídia para seguir.
ru: Выберите несколько тем, которые вам интересны, чтобы персонализировать свой опыт в Teltrue, начиная с поиска журналиста или СМИ, на которые можно подписаться.
tr: Takip edecek bir gazeteci veya Medya bulmakla başlayarak, Teltrue deneyiminizi kişiselleştirmenize yardımcı olması için ilgilendiğiniz bazı konuları seçin.
zh: 从寻找记者或媒体开始，选择一些您感兴趣的主题，以帮助您个性化您的Teltrue体验。

# subtitleSuggestion1
source: Journalists of
ar: صحفيو
bn: এর সাংবাদিক
de: Journalist von
el: Δημοσιογράφος της
es: Periodista de
fr: Journalistes de
hi: के पत्रकार
id: Jurnalis dari
it: Giornalisti di
ja: のジャーナリスト
ko: 언론인
pa: ਦੇ ਪੱਤਰਕਾਰ
pt: Jornalistas de
ru: Журналисты
tr: Gazeteciler
zh: 的记者

# subtitleSuggestion2
source: Television and Radio
ar: التلفزيون والراديو
bn: টেলিভিশন এবং রেডিও
de: Fernsehen und Radio
el: Τηλεόραση και ραδιόφωνο
es: Televisión y Radio
fr: Télévision et radio
hi: टेलीविजन और रेडियो
id: Televisi dan Radio
it: Televisione e radio
ja: テレビとラジオ
ko: 텔레비전과 라디오
pa: ਟੈਲੀਵਿਜ਼ਨ ਅਤੇ ਰੇਡੀਓ
pt: Televisão e rádio
ru: Телевидение и Радио
tr: Televizyon ve Radyo
zh: 电视和广播

# subtitleSuggestion3
source: Newspaper and Magazines
ar: الصحف والمجلات
bn: সংবাদপত্র ও ম্যাগাজিনগুলি
de: Zeitung und Zeitschriften
el: Εφημερίδες και περιοδικά
es: Periódicos y revistas
fr: Journaux et magazines
hi: समाचार पत्र और पत्रिकाएँ
id: Koran dan Majalah
it: Giornali e riviste
ja: 新聞や雑誌
ko: 신문 및 잡지
pa: ਅਖਬਾਰਾਂ ਅਤੇ ਰਸਾਲਿਆਂ
pt: Jornais e Revistas
ru: Газеты и журналы
tr: Gazete ve Dergiler
zh: 报纸杂志
