Repository: hamza-ben-ab/hamza-ben-ab.github.io
Catalog: lib/l10n/intl_*.arb
Languages: ar, bn, de, el, es, fr, hi, id, it, ja, ko, pa, pt, ru, tr, zh

source: Suggestions for you
ar: اقتراحات لك
bn: আপনার জন্য প্রস্তাবনা
de: Vorschläge für dich
el: Προτάσεις για εσάς
es: sugerencias para ti
fr: Des suggestions pour vous
hi: आपके लिए सुझाव
id: Saran untuk Anda
it: Suggerimenti per te
ja: あなたへの提案
ko: 당신을 위한 제안
pa: ਤੁਹਾਡੇ ਲਈ ਸੁਝਾਅ
pt: Sugestões para você
ru: Предложения для вас
tr: sizin için öneriler
zh: 给你的建议

# todayTopWritting
source: Today’s top writing
ar: أهم الكتابات لليوم
bn: আজকের শীর্ষ লেখা
de: Die Top-Texte von heute
el: Η κορυφαία γραφή του σήμερα
es: Los mejores escritos de hoy
fr: La meilleure écriture du jour
hi: आज का शीर्ष लेखन
id: Tulisan top hari ini
it: La scrittura migliore di oggi
ja: 今日のトップライティング
ko: 오늘의 인기글
pa: ਅੱਜ ਦੀ ਪ੍ਰਮੁੱਖ ਲਿਖਤ
pt: Os melhores textos de hoje
ru: Лучшее сочинение сегодня
tr: Bugünün en çok yazılan yazısı
zh: 今日头条

# notificationNoYetTitle
source: No notifications yet
ar: لا يوجد إشعارات حتى الآن
bn: এখনও কোন বিজ্ঞপ্তি নেই
de: Noch keine Benachrichtigungen
el: Δεν υπάρχουν ακόμη ειδοποιήσεις
es: Aún no hay notificaciones
fr: Aucune notification pour le moment
hi: अभी तक कोई सूचना नहीं
id: Belum ada notifikasi
it: Nessuna notifica ancora
ja: 通知はまだありません
ko: 알림이 아직 없습니다.
pa: ਅਜੇ ਤੱਕ ਕੋਈ ਸੂਚਨਾਵਾਂ ਨਹੀਂ ਹਨ
pt: Ainda sem notificações
ru: Уведомлений пока нет
tr: Henüz bildirim yok
zh: 尚无通知

# notificationNoYetDes
source: When you get notifications, they'll show up here
ar: عندما تتلقى إشعارات ، ستظهر هنا
bn: আপনি যখন বিজ্ঞপ্তি পাবেন, সেগুলি এখানে দেখাবে৷
de: Wenn Sie Benachrichtigungen erhalten, werden sie hier angezeigt
el: Όταν λαμβάνετε ειδοποιήσεις, θα εμφανίζονται εδώ
es: Cuando recibas notificaciones, aparecerán aquí.
fr: Lorsque vous recevez des notifications, elles s'affichent ici
hi: जब आपको सूचनाएं मिलेंगी, तो वे यहां दिखाई देंगी
id: Saat Anda mendapatkan notifikasi, notifikasi akan muncul di sini
it: Quando ricevi le notifiche, verranno visualizzate qui
ja: 通知を受け取ると、ここに表示されます
ko: 알림을 받으면 여기에 표시됩니다.
pa: ਜਦੋਂ ਤੁਸੀਂ ਸੂਚਨਾਵਾਂ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹੋ, ਤਾਂ ਉਹ ਇੱਥੇ ਦਿਖਾਈ ਦੇਣਗੇ
pt: Quando você receber notificações, elas aparecerão aqui
ru: Когда вы получите уведомления, они будут здесь
tr: Bildirim aldığınızda burada görünürler
zh: 当您收到通知时，它们会显示在此处

# inviteYouToReadAn
source: invite you to read
ar: يدعوك لقراءة
bn: পড়তে আমন্ত্রণ জানাই
de: laden Sie zum Lesen ein
el: σας προσκαλούν να διαβάσετε
es: invitarte a leer
fr: t'invite à lire
hi: आपको पढ़ने के लिए आमंत्रित करें
id: mengundang Anda untuk membaca
it: ti invito a leggere
ja: 読むように招待します
ko: 읽도록 초대
pa: ਤੁਹਾਨੂੰ ਪੜ੍ਹਨ ਲਈ ਸੱਦਾ
pt: convidar você para ler
ru: приглашаю вас прочитать
tr: seni okumaya davet et
zh: 邀请你阅读

source: invite you to answer
ar: يدعوك للإجابة
bn: আপনাকে উত্তর দিতে আমন্ত্রণ জানাই
de: lade dich ein zu antworten
el: σας προσκαλώ να απαντήσετε
es: invitarte a contestar
fr: t'invite à répondre
hi: उत्तर देने के लिए आमंत्रित करें
id: mengundang Anda untuk menjawab
it: ti invito a rispondere
ja: 答えるためにあなたを招待します
ko: 응답하도록 초대합니다
pa: ਤੁਹਾਨੂੰ ਜਵਾਬ ਦੇਣ ਲਈ ਸੱਦਾ
pt: convido você para responder
ru: приглашаю вас ответить
tr: seni cevaplamaya davet et
zh: 邀请你回答

source: invite you to watch
ar: يدعوك للمشاهدة
bn: দেখার আমন্ত্রণ
de: lade dich zum gucken ein
el: σας προσκαλούν να παρακολουθήσετε
es: invitarte a mirar
fr: t'invite à regarder
hi: देखने के लिए आमंत्रित करें
id: mengundang Anda untuk menonton
it: ti invito a guardare
ja: あなたを見て招待
ko: 시청하도록 초대합니다
pa: ਤੁਹਾਨੂੰ ਦੇਖਣ ਲਈ ਸੱਦਾ ਦਿੰਦਾ ਹੈ
pt: convidar você para assistir
ru: приглашаю вас посмотреть
tr: seni izlemeye davet ediyorum
zh: 邀请你观看

source: invite you to see
ar: يدعوك لرؤية
bn: দেখতে আমন্ত্রণ জানাই
de: laden Sie ein zu sehen
el: σας προσκαλώ να δείτε
es: invitarte a ver
fr: t'invite à voir
hi: देखने के लिए आमंत्रित करें
id: mengundang Anda untuk melihat
it: ti invito a vedere
ja: ご覧ください
ko: 당신을 볼 초대
pa: ਤੁਹਾਨੂੰ ਦੇਖਣ ਲਈ ਸੱਦਾ
pt: convidar você para ver
ru: приглашаю вас посмотреть
tr: seni görmeye davet ediyorum
zh: 邀请你看

# inviteYouToReadEvent
source: invite you to see an event
ar: يدعوك لمشاهدة حدث
bn: একটি ইভেন্ট দেখতে আপনাকে আমন্ত্রণ
de: laden Sie zu einer Veranstaltung ein
el: σας προσκαλούν να δείτε μια εκδήλωση
es: invitarte a ver un evento
fr: il vous invite à voir un événement
hi: वह आपको एक घटना देखने के लिए आमंत्रित करता है
id: dia mengundangmu untuk melihat sebuah acara
it: ti invita a vedere un evento
ja: 彼はあなたをイベントに招待します
ko: 그는 당신을 이벤트를 보도록 초대합니다
pa: ਉਹ ਤੁਹਾਨੂੰ ਇੱਕ ਸਮਾਗਮ ਦੇਖਣ ਲਈ ਸੱਦਾ ਦਿੰਦਾ ਹੈ
pt: ele te convidou para ver um evento
ru: он приглашает вас на мероприятие
tr: sizi bir etkinlik görmeye davet ediyor
zh: 他邀请你看一个活动

# notificationSubscribe
source: started following you.
ar: بدأ بمتابعتك.
bn: আপনাকে অনুসরণ করা শুরু করেছে.
de: Begann dir zu folgen.
el: άρχισε να σε ακολουθεί.
es: comenzó a seguirte.
fr: commencé à vous suivre.
hi: ने आपको फॉलो करना शुरू किया।
id: mulai mengikutimu.
it: iniziato a seguirti.
ja: あなたをフォロー始めました。
ko: 팔로우 시작했습니다.
pa: ਤੁਹਾਡਾ ਪਿੱਛਾ ਕਰਨਾ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤਾ।
pt: começou a seguir você.
ru: начал следовать за вами.
tr: seni takip etmeye başladı
zh: 开始关注您。

source: and
ar: و
bn: এবং
de: und
el: και
es: y
fr: et
hi: तथा
id: dan
it: e
ja: そして
ko: 그리고
pa: ਅਤੇ
pt: e
ru: а также
tr: ve
zh: 与

source: other
ar: آخرين
bn: অন্যান্য
de: Andere
el: οι υπολοιποι
es: otros
fr: autres
hi: अन्य
id: yang lain
it: altri
ja: その他
ko: 다른 사람들
pa: ਦੂਸਰੇ
pt: outros
ru: другие
tr: diğerleri
zh: 其他

source: commented your
ar: علق على
bn: আপনার পোস্ট মন্তব্য
de: hat deinen Beitrag kommentiert
el: σχολίασε την ανάρτησή σου
es: comentó tu publicación
fr: a commenté votre message
hi: आपकी पोस्ट पर टिप्पणी की
id: mengomentari postinganmu
it: ha commentato il tuo post
ja: あなたの投稿にコメントしました
ko: 귀하의 게시물에 댓글을 달았습니다
pa: ਤੁਹਾਡੀ ਪੋਸਟ 'ਤੇ ਟਿੱਪਣੀ ਕੀਤੀ
pt: comentou sua postagem
ru: прокомментировал ваш пост
tr: yayınına yorum yaptı
zh: 评论了你的帖子

# likedYour
source: reacted to your
ar: تفاعل على
bn: আপনার পোস্টে প্রতিক্রিয়া
de: habe auf deinen Beitrag reagiert
el: αντέδρασε στην ανάρτησή σου
es: reaccionó a su publicación
fr: a réagi à votre message
hi: आपकी पोस्ट पर प्रतिक्रिया व्यक्त की
id: bereaksi terhadap posting Anda
it: reagito al tuo post
ja: あなたの投稿に反応しました
ko: 당신의 게시물에 반응
pa: ਤੁਹਾਡੀ ਪੋਸਟ 'ਤੇ ਪ੍ਰਤੀਕਿਰਿਆ ਦਿੱਤੀ
pt: reagiu à sua postagem
ru: отреагировал на ваш пост
tr: yazınıza tepki verdi
zh: 对你的帖子做出反应

# answerYour
source: answered your poll
ar: أجاب على استطلاعك
bn: আপনার ভোটের উত্তর দিয়েছেন
de: auf deine Umfrage geantwortet
el: απάντησε στη δημοσκόπησή σας
es: respondió a su encuesta
fr: a répondu à ton sondage
hi: आपके पोल का जवाब दिया
id: menjawab jajak pendapat Anda
it: risposto al tuo sondaggio
ja: あなたの世論調査に答えました
ko: 귀하의 설문 조사에 응답
pa: ਤੁਹਾਡੇ ਪੋਲ ਦਾ ਜਵਾਬ ਦਿੱਤਾ
pt: respondeu a sua enquete
ru: ответил на ваш опрос
tr: anketinize cevap verdi
zh: 回答你的民意调查

source: report your
ar: أبلغ عن
bn: আপনার পোস্ট রিপোর্ট করুন
de: melde deinen Beitrag
el: αναφέρετε την ανάρτησή σας
es: reporta tu publicación
fr: signalez votre publication
hi: अपनी पोस्ट की रिपोर्ट करें
id: laporkan postinganmu
it: segnala il tuo post
ja: あなたの投稿を報告する
ko: 당신의 게시물을 신고
pa: ਆਪਣੀ ਪੋਸਟ ਦੀ ਰਿਪੋਰਟ ਕਰੋ
pt: relatar sua postagem
ru: сообщить о своем сообщении
tr: gönderinizi şikayet edin
zh: 举报你的帖子

# deletePostDescription
source: This publication is maybe fake. So, it will be deleted from Telltrue
ar: قد يكون هذا المنشور مزيفًا. لذلك ، سيتم حذفه من Telltrue
bn: এই প্রকাশনাটি জাল হতে পারে৷ তাই, এটি Telltrue থেকে মুছে ফেলা হবে৷
de: Diese Veröffentlichung ist möglicherweise gefälscht. Sie wird also aus Telltrue gelöscht
el: Αυτή η δημοσίευση είναι ίσως ψεύτικη. Επομένως, θα διαγραφεί από το Telltrue
es: Esta publicación puede ser falsa. Por lo tanto, se eliminará de Telltrue
fr: Cette publication est peut-être fausse. Elle sera donc supprimée de Telltrue
hi: यह प्रकाशन शायद नकली है। इसलिए, इसे टेल्ट्रू से हटा दिया जाएगा
id: Publikasi ini mungkin palsu. Jadi, itu akan dihapus dari Telltrue
it: Questa pubblicazione è forse falsa. Quindi verrà eliminata da Telltrue
ja: この出版物は偽物である可能性があります。 したがって、Telltrueから削除されます
ko: 이 출판물은 가짜일 수 있습니다. 따라서 Telltrue에서 삭제됩니다.
pa: ਇਹ ਪ੍ਰਕਾਸ਼ਨ ਜਾਅਲੀ ਹੋ ਸਕਦਾ ਹੈ। ਇਸ ਲਈ, ਇਸਨੂੰ Telltrue ਤੋਂ ਮਿਟਾ ਦਿੱਤਾ ਜਾਵੇਗਾ
pt: Esta publicação pode ser falsa. Então, ela será excluída do Telltrue
ru: Возможно, эта публикация поддельная. Поэтому она будет удалена из Telltrue.
tr: Bu yayın sahte olabilir. Bu nedenle Telltrue'dan silinecek
zh: 此出版物可能是假的。 因此，它将从 Telltrue 中删除

# notiDeletePost
source: Unfortunately, we will delete your
ar: لسوء الحظ ، سنقوم بحذف ملف
bn: দুর্ভাগ্যবশত, আমরা আপনার মুছে ফেলব
de: Leider löschen wir Ihre
el: Δυστυχώς, θα διαγράψουμε το δικό σας
es: Desafortunadamente, eliminaremos su
fr: Malheureusement, nous supprimerons votre
hi: दुर्भाग्य से, हम आपका . हटा देंगे
id: Sayangnya, kami akan menghapus
it: Sfortunatamente, cancelleremo il tuo
ja: 残念ながら、私たちはあなたを削除します
ko: 불행히도, 우리는 당신의
pa: ਬਦਕਿਸਮਤੀ ਨਾਲ, ਅਸੀਂ ਤੁਹਾਡੇ ਨੂੰ ਮਿਟਾ ਦੇਵਾਂਗੇ
pt: Infelizmente, iremos deletar seu
ru: К сожалению, мы удалим ваш
tr: Maalesef sileceğiz
zh: 很遗憾，我们将删除您的

# fullNamerequired
source: Enter your full name as it is written on your passport or national identity card.
ar: أدخل اسمك بالكامل كما هو مكتوب في جواز سفرك أو بطاقة الهوية الوطنية.
bn: আপনার পাসপোর্ট বা জাতীয় পরিচয়পত্রে আপনার পুরো নাম লিখুন।
de: Geben Sie Ihren vollständigen Namen ein, wie er auf Ihrem Reisepass oder Personalausweis steht.
el: Εισαγάγετε το πλήρες όνομά σας όπως αναγράφεται στο διαβατήριό σας ή στην εθνική σας ταυτότητα.
es: Ingrese su nombre completo como está escrito en su pasaporte o documento nacional de identidad.
fr: Saisissez votre nom complet tel qu'il est inscrit sur votre passeport ou votre carte d'identité nationale.
hi: अपना पूरा नाम दर्ज करें जैसा कि आपके पासपोर्ट या राष्ट्रीय पहचान पत्र पर लिखा है।
id: Masukkan nama lengkap Anda seperti yang tertulis di paspor atau kartu identitas nasional Anda.
it: Inserisci il tuo nome completo così come è scritto sul passaporto o sulla carta d'identità nazionale.
ja: パスポートまたは国民身分証明書に記載されている氏名を入力してください。
ko: 여권 또는 주민등록증에 기재된 성명을 그대로 입력하십시오.
pa: ਆਪਣਾ ਪੂਰਾ ਨਾਮ ਦਰਜ ਕਰੋ ਕਿਉਂਕਿ ਇਹ ਤੁਹਾਡੇ ਪਾਸਪੋਰਟ ਜਾਂ ਰਾਸ਼ਟਰੀ ਪਛਾਣ ਪੱਤਰ 'ਤੇ ਲਿਖਿਆ ਹੋਇਆ ਹੈ।
pt: Digite seu nome completo conforme está escrito em seu passaporte ou carteira de identidade nacional.
ru: Введите свое полное имя, как оно написано в вашем паспорте или национальном удостоверении личности.
tr: Tam adınızı pasaportunuzda veya nüfus cüzdanınızda olduğu gibi girin.
zh: 输入您的护照或国民身份证上的全名。

# chooseFile
source: Choose a file
ar: اختر ملفًا
bn: একটি ফাইল চয়ন করুন
de: Wähle eine Datei aus
el: Επιλέξτε ένα αρχείο
es: Escoge un archivo
fr: Choisissez un fichier
hi: एक फ़ाइल चुनें
id: Pilih file
it: Scegli un file
ja: ファイルを選択してください
ko: 파일 선택
pa: ਇੱਕ ਫਾਈਲ ਚੁਣੋ
pt: Escolha um arquivo
ru: Выберите файл
tr: Bir dosya seçin
zh: 选择一个文件

# driverLicenceDes
source: Upload a photo or scan of your driver's licence.
ar: قم بتحميل صورة أو نسخة ممسوحة ضوئيًا من رخصة قيادتك.
bn: আপনার ড্রাইভারের লাইসেন্সের একটি ফটো বা স্ক্যান আপলোড করুন।
de: Laden Sie ein Foto oder einen Scan Ihres Führerscheins hoch.
el: Ανεβάστε μια φωτογραφία ή σάρωση της άδειας οδήγησης.
es: Sube una foto o escanea tu licencia de conducir.
fr: Téléchargez une photo ou un scan de votre permis de conduire.
hi: अपने ड्राइवर के लाइसेंस की एक फोटो या स्कैन अपलोड करें।
id: Unggah foto atau pindaian SIM Anda.
it: Carica una foto o una scansione della tua patente di guida.
ja: 運転免許証の写真またはスキャンをアップロードします。
ko: 운전면허증 사진이나 스캔본을 업로드하세요.
pa: ਆਪਣੇ ਡਰਾਈਵਰ ਲਾਇਸੈਂਸ ਦੀ ਇੱਕ ਫੋਟੋ ਜਾਂ ਸਕੈਨ ਅੱਪਲੋਡ ਕਰੋ।
pt: Faça upload de uma foto ou digitalização de sua carteira de motorista.
ru: Загрузите фотографию или скан вашего водительского удостоверения.
tr: Ehliyetinizin bir fotoğrafını veya taramasını yükleyin.
zh: 上传驾照的照片或扫描件。

# driverLicenceFrontSideTitle
source: Front side of your driver's licence
ar: الجانب الأمامي من رخصة قيادتك
bn: আপনার ড্রাইভারের লাইসেন্সের সামনের দিক
de: Vorderseite Ihres Führerscheins
el: Μπροστινή πλευρά της άδειας οδήγησης
es: Anverso de su licencia de conducir
fr: Recto de votre permis de conduire
hi: आपके ड्राइविंग लाइसेंस के सामने की ओर
id: Sisi depan SIM Anda
it: Lato anteriore della patente di guida
ja: 運転免許証の表側
ko: 운전면허증 앞면
pa: ਤੁਹਾਡੇ ਡ੍ਰਾਈਵਰਜ਼ ਲਾਇਸੈਂਸ ਦਾ ਸਾਹਮਣੇ ਵਾਲਾ ਪਾਸਾ
pt: Parte da frente da sua carteira de motorista
ru: Лицевая сторона ваших водительских прав
tr: Ehliyetinizin ön yüzü
zh: 驾驶执照的正面

# driverLicenceFrontSideDes
source: Upload the front side of your driver's licence
ar: قم بتحميل الجانب الأمامي من رخصة القيادة الخاصة بك
bn: আপনার ড্রাইভারের লাইসেন্সের সামনের দিকটি আপলোড করুন
de: Laden Sie die Vorderseite Ihres Führerscheins hoch
el: Ανεβάστε την μπροστινή πλευρά της άδειας οδήγησης
es: Sube el anverso de tu licencia de conducir
fr: Téléchargez le recto de votre permis de conduire
hi: अपने ड्राइवर के लाइसेंस के सामने वाले हिस्से को अपलोड करें
id: Unggah sisi depan SIM Anda
it: Carica il lato anteriore della tua patente di guida
ja: 運転免許証の表側をアップロードする
ko: 운전면허증 앞면 업로드
pa: ਆਪਣੇ ਡ੍ਰਾਈਵਰਜ਼ ਲਾਇਸੰਸ ਦੇ ਸਾਹਮਣੇ ਵਾਲੇ ਪਾਸੇ ਨੂੰ ਅੱਪਲੋਡ ਕਰੋ
pt: Faça upload da frente da sua carteira de motorista
ru: Загрузите лицевую сторону ваших водительских прав
tr: Ehliyetinizin ön yüzünü yükleyin
zh: 上传驾照正面

source: National ID
ar: الهوية الوطنية
bn: জাতীয় পরিচয়পত্র
de: Nationaler Ausweis
el: Εθνική ταυτότητα
es: Identificación nacional
fr: Carte d'identité
hi: राष्ट्रीय पहचान पत्र
id: ID Nasional
it: carta d'identità nazionale
ja: 国民ID
ko: 국립 ID
pa: ਰਾਸ਼ਟਰੀ ਆਈ.ਡੀ
pt: identidade nacional
ru: Национальный идентификатор
tr: Ulusal Kimliği
zh: 国民身份证

# nationalIdDes
source: Upload a photo or scan of your document.
ar: قم بتحميل صورة أو مسح ضوئي للمستند الخاص بك.
bn: আপনার নথির একটি ফটো বা স্ক্যান আপলোড করুন।
de: Laden Sie ein Foto oder einen Scan Ihres Dokuments hoch.
el: Ανεβάστε μια φωτογραφία ή σάρωση του εγγράφου σας.
es: Sube una foto o escanea tu documento.
fr: Téléchargez une photo ou une numérisation de votre document.
hi: अपने दस्तावेज़ का एक फोटो या स्कैन अपलोड करें।
id: Unggah foto atau pindaian dokumen Anda.
it: Carica una foto o una scansione del tuo documento.
ja: 写真をアップロードするか、ドキュメントをスキャンします
ko: 문서의 사진이나 스캔을 업로드하십시오.
pa: ਆਪਣੇ ਦਸਤਾਵੇਜ਼ ਦੀ ਇੱਕ ਫੋਟੋ ਜਾਂ ਸਕੈਨ ਅੱਪਲੋਡ ਕਰੋ।
pt: Faça upload de uma foto ou digitalização de seu documento.
ru: Загрузите фотографию или отсканированный документ.
tr: Belgenizin bir fotoğrafını veya taramasını yükleyin.
zh: 上传文件的照片或扫描件。

# nationalIdFrontSideTitle
source: Front side of your document
ar: الجانب الأمامي من المستند الخاص بك
bn: আপনার নথির সামনের দিক
de: Vorderseite Ihres Dokuments
el: Η μπροστινή πλευρά του εγγράφου σας
es: Anverso de su documento
fr: Recto de votre document
hi: आपके दस्तावेज़ के सामने की ओर
id: Sisi depan dokumen Anda
it: Lato anteriore del documento
ja: ドキュメントの表側
ko: 문서 앞면
pa: ਤੁਹਾਡੇ ਦਸਤਾਵੇਜ਼ ਦਾ ਸਾਹਮਣੇ ਵਾਲਾ ਪਾਸਾ
pt: Frente do seu documento
ru: Лицевая сторона вашего документа
tr: Belgenizin ön yüzü
zh: 文档的正面

# nationalIdFrontSideDes
source: Upload the front side of your document
ar: قم بتحميل الجانب الأمامي من المستند الخاص بك
bn: আপনার নথির সামনের দিকটি আপলোড করুন
de: Laden Sie die Vorderseite Ihres Dokuments hoch
el: Ανεβάστε την μπροστινή πλευρά του εγγράφου σας
es: Sube el anverso de tu documento
fr: Téléchargez le recto de votre document
hi: अपने दस्तावेज़ के सामने की ओर अपलोड करें
id: Unggah sisi depan dokumen Anda
it: Carica il lato anteriore del tuo documento
ja: ドキュメントの表側をアップロードします
ko: 문서 앞면 업로드
pa: ਆਪਣੇ ਦਸਤਾਵੇਜ਼ ਦੇ ਅਗਲੇ ਪਾਸੇ ਨੂੰ ਅੱਪਲੋਡ ਕਰੋ
pt: Carregue a frente do seu documento
ru: Загрузите лицевую сторону документа
tr: Belgenizin ön yüzünü yükleyin
zh: 上传文档的正面

# nationalIdBackSideTitle
source: Back side of your document
ar: الجانب الخلفي من المستند الخاص بك
bn: আপনার নথির পিছনের দিক
de: Rückseite Ihres Dokuments
el: Η πίσω πλευρά του εγγράφου σας
es: Reverso de su documento
fr: Verso de votre document
hi: आपके दस्तावेज़ का पिछला भाग
id: Sisi belakang dokumen Anda
it: Lato posteriore del documento
ja: ドキュメントの裏側
ko: 문서 뒷면
pa: ਤੁਹਾਡੇ ਦਸਤਾਵੇਜ਼ ਦਾ ਪਿਛਲਾ ਪਾਸਾ
pt: Verso do seu documento
ru: Оборотная сторона вашего документа
tr: Belgenizin arka tarafı
zh: 文档的背面

# nationalIdBackSideDes
source: Upload the back side of your document
ar: قم بتحميل الجانب الخلفي من المستند الخاص بك
bn: আপনার নথির পিছনের দিকটি আপলোড করুন
de: Laden Sie die Rückseite Ihres Dokuments hoch
el: Ανεβάστε την πίσω πλευρά του εγγράφου σας
es: Sube el reverso de tu documento
fr: Téléchargez le verso de votre document
hi: अपने दस्तावेज़ का पिछला भाग अपलोड करें
id: Unggah sisi belakang dokumen Anda
it: Carica il retro del tuo documento
ja: ドキュメントの裏面をアップロードします
ko: 문서 뒷면 업로드
pa: ਆਪਣੇ ਦਸਤਾਵੇਜ਼ ਦੇ ਪਿਛਲੇ ਪਾਸੇ ਨੂੰ ਅੱਪਲੋਡ ਕਰੋ
pt: Carregue o verso do seu documento
ru: Загрузите обратную сторону документа
tr: Belgenizin arka yüzünü yükleyin
zh: 上传文件的背面

source: Passport
ar: جواز سفر
bn: পাসপোর্ট
de: Reisepass
el: Διαβατήριο
es: Pasaporte
fr: Passeport
hi: पासपोर्ट
id: Paspor
it: Passaporto
ja: パスポート
ko: 여권
pa: ਪਾਸਪੋਰਟ
pt: Passaporte
ru: Заграничный пасспорт
tr: Pasaport
zh: 护照

# passportDes
source: Upload a photo or scan of your passport photo page.
ar: قم بتحميل صورة أو مسح ضوئي لصفحة صورة جواز السفر.
bn: আপনার পাসপোর্ট ছবির পৃষ্ঠার একটি ছবি বা স্ক্যান আপলোড করুন।
de: Laden Sie ein Foto oder einen Scan Ihrer Passfotoseite hoch.
el: Ανεβάστε μια φωτογραφία ή σάρωση της σελίδας φωτογραφίας του διαβατηρίου σας.
es: Sube una foto o escanea la página de tu foto de pasaporte.
fr: Téléchargez une photo ou une numérisation de la page de votre photo de passeport.
hi: अपने पासपोर्ट फोटो पेज का फोटो या स्कैन अपलोड करें।
id: Unggah foto atau pindaian halaman foto paspor Anda.
it: Carica una foto o una scansione della pagina della foto del passaporto.
ja: パスポート写真ページの写真またはスキャンをアップロードします。
ko: 여권 사진 페이지의 사진 또는 스캔을 업로드하십시오.
pa: ਆਪਣੇ ਪਾਸਪੋਰਟ ਫੋਟੋ ਪੰਨੇ ਦੀ ਇੱਕ ਫੋਟੋ ਜਾਂ ਸਕੈਨ ਅੱਪਲੋਡ ਕਰੋ।
pt: Faça upload de uma foto ou digitalize a página de fotos do seu passaporte.
ru: Загрузите фотографию или скан страницы с фотографией вашего паспорта.
tr: Pasaportunuzun fotoğraf sayfasının bir fotoğrafını veya taramasını yükleyin.
zh: 上传护照照片页的照片或扫描件。

# passportUploadDes
source: Details page with the picture
ar: صفحة التفاصيل مع الصورة
bn: ছবির সাথে বিস্তারিত পাতা
de: Detailseite mit dem Bild
el: Σελίδα λεπτομερειών με την εικόνα
es: Página de detalles con la imagen
fr: Page de détails avec l'image
hi: चित्र के साथ विवरण पृष्ठ
id: Halaman detail dengan gambar
it: Pagina dei dettagli con l'immagine
ja: 写真付きの詳細ページ
ko: 사진이 있는 상세 페이지
pa: ਤਸਵੀਰ ਦੇ ਨਾਲ ਵੇਰਵੇ ਵਾਲਾ ਪੰਨਾ
pt: Página de detalhes com a foto
ru: Страница деталей с изображением
tr: Resimli ayrıntılar sayfası
zh: 带图片的详细信息页面

# chooseOtherOption
source: Choose a different ID document
ar: اختر وثيقة هوية مختلفة
bn: একটি ভিন্ন আইডি নথি চয়ন করুন
de: Wählen Sie ein anderes Ausweisdokument
el: Επιλέξτε ένα διαφορετικό έγγραφο ταυτότητας
es: Elija un documento de identidad diferente
fr: Choisissez un autre document d'identité
hi: एक अलग आईडी दस्तावेज़ चुनें
id: Pilih dokumen ID yang berbeda
it: Scegli un documento di identità diverso
ja: 別のIDドキュメントを選択してください
ko: 다른 신분증 선택
pa: ਕੋਈ ਵੱਖਰਾ ID ਦਸਤਾਵੇਜ਼ ਚੁਣੋ
pt: Escolha um documento de identidade diferente
ru: Выберите другой документ, удостоверяющий личность
tr: Farklı bir kimlik belgesi seçin
zh: 选择不同的身份证件

# driverLicenceBackSideTitle
source: Back side of your driver's licence
ar: الجانب الخلفي من رخصة قيادتك
bn: আপনার ড্রাইভারের লাইসেন্সের পিছনের দিক
de: Rückseite Ihres Führerscheins
el: Το πίσω μέρος της άδειας οδήγησης
es: Reverso de su licencia de conducir
fr: Verso de votre permis de conduire
hi: आपके ड्राइविंग लाइसेंस के पीछे की ओर
id: Sisi belakang surat izin mengemudi Anda
it: Lato posteriore della patente di guida
ja: 運転免許証の裏側
ko: 운전면허증 뒷면
pa: ਤੁਹਾਡੇ ਡਰਾਈਵਰ ਲਾਇਸੰਸ ਦਾ ਪਿਛਲਾ ਪਾਸਾ
pt: Verso da carteira de motorista
ru: Оборотная сторона ваших водительских прав
tr: Ehliyetinizin arka yüzü
zh: 驾照背面

# driverLicenceBackideDes
source: Upload the back side of your driver's licence
ar: قم بتحميل الجانب الخلفي من رخصة القيادة الخاصة بك
bn: আপনার ড্রাইভারের লাইসেন্সের পিছনের দিকটি আপলোড করুন
de: Lade die Rückseite deines Führerscheins hoch
el: Ανεβάστε το πίσω μέρος της άδειας οδήγησης
es: Sube el reverso de tu licencia de conducir
fr: Téléchargez le verso de votre permis de conduire
hi: अपने ड्राइविंग लाइसेंस के पिछले हिस्से को अपलोड करें
id: Unggah sisi belakang SIM Anda
it: Carica il retro della tua patente di guida
ja: 運転免許証の裏側をアップロードする
ko: 운전면허증 뒷면 업로드
pa: ਆਪਣੇ ਡ੍ਰਾਈਵਰਜ਼ ਲਾਇਸੰਸ ਦੇ ਪਿਛਲੇ ਪਾਸੇ ਨੂੰ ਅੱਪਲੋਡ ਕਰੋ
pt: Carregue o verso da sua carteira de motorista
ru: Загрузите обратную сторону ваших водительских прав
tr: Ehliyetinizin arka yüzünü yükleyin
zh: 上传驾照背面

# uploadAproofOfidendity
source: Upload a proof of your identity
ar: قم بتحميل مستند إثبات هويتك
bn: আপনার পরিচয়ের একটি প্রমাণ আপলোড করুন
de: Laden Sie einen Identitätsnachweis hoch
el: Ανεβάστε ένα αποδεικτικό της ταυτότητάς σας
es: Cargue una prueba de su identidad
fr: Téléchargez une preuve de votre identité
hi: अपनी पहचान का प्रमाण अपलोड करें
id: Unggah bukti identitas Anda
it: Carica una prova della tua identità
ja: あなたの身元の証明をアップロードする
ko: 신분증 업로드
pa: ਆਪਣੀ ਪਛਾਣ ਦਾ ਸਬੂਤ ਅੱਪਲੋਡ ਕਰੋ
pt: Faça upload de uma prova de sua identidade
ru: Загрузите удостоверение личности
tr: Kimliğinizin bir kanıtını yükleyin
zh: 上传您的身份证明

# chooseCountryDes
source: Please choose the country that issued the ID document you have on hand.
ar: يرجى اختيار الدولة التي أصدرت وثيقة الهوية الموجودة لديك.
bn: আপনার হাতে থাকা আইডি ডকুমেন্টটি জারি করা দেশটি দয়া করে বেছে নিন।
de: Bitte wählen Sie das Land aus, das das Ihnen vorliegende Ausweisdokument ausgestellt hat.
el: Επιλέξτε τη χώρα που εξέδωσε το έγγραφο ταυτότητας που έχετε στη διάθεσή σας.
es: Elija el país que emitió el documento de identidad que tiene a mano.
fr: Veuillez choisir le pays qui a délivré la pièce d'identité que vous avez en main.
hi: कृपया उस देश का चयन करें जिसने आपके पास मौजूद आईडी दस्तावेज़ जारी किया है।
id: Silakan pilih negara yang mengeluarkan dokumen ID yang Anda miliki.
it: Scegli il paese che ha rilasciato il documento di identità che hai a portata di mano.
ja: お手持ちの身分証明書を発行した国をお選びください。
ko: 소지하신 신분증을 발급한 국가를 선택하십시오.
pa: ਕਿਰਪਾ ਕਰਕੇ ਉਹ ਦੇਸ਼ ਚੁਣੋ ਜਿਸਨੇ ID ਦਸਤਾਵੇਜ਼ ਜਾਰੀ ਕੀਤਾ ਹੈ ਜੋ ਤੁਹਾਡੇ ਕੋਲ ਹੈ।
pt: Escolha o país que emitiu o documento de identidade que você tem em mãos.
ru: Пожалуйста, выберите страну, выдавшую имеющийся у вас документ, удостоверяющий личность.
tr: Lütfen elinizdeki kimlik belgesini düzenleyen ülkeyi seçin.
zh: 请选择签发您手头身份证件的国家/地区。

# countryDropDowntitle
source: ID issuing country
ar: الدولة التي أصدرت الهوية
bn: আইডি প্রদানকারী দেশ
de: Ausstellungsland des Ausweises
el: χώρα έκδοσης ταυτότητας
es: País emisor de la identificación
fr: Pays de délivrance de la pièce d'identité
hi: आईडी जारी करने वाला देश
id: negara penerbit ID
it: Paese di rilascio della carta d'identità
ja: ID発行国
ko: 신분증 발급 국가
pa: ID ਜਾਰੀ ਕਰਨ ਵਾਲਾ ਦੇਸ਼
pt: País emissor da identidade
ru: Страна выдачи удостоверения личности
tr: kimlik veren ülke
zh: 身份证签发国

source: Select Country...
ar: اختر الدولة...
bn: দেশ নির্বাচন করুন...
de: Land auswählen...
el: Επιλέξτε χώρα...
es: Seleccionar país...
fr: Choisissez le pays...
hi: देश चुनें...
id: Pilih negara...
it: Seleziona il paese...
ja: 国を選択...
ko: 국가 선택...
pa: ਦੇਸ਼ ਚੁਣੋ...
pt: Selecione o pais...
ru: Выберите страну...
tr: Ülke Seç...
zh: 选择国家...

source: Document type
ar: نوع الوثيقة
bn: নথিপত্র ধরণ
de: Art des Dokuments
el: Είδος αρχείου
es: Tipo de Documento
fr: Type de document
hi: दस्तावेज़ का प्रकार
id: Tipe dokumen
it: Tipo di documento
ja: ドキュメントタイプ
ko: 문서 유형
pa: ਦਸਤਾਵੇਜ਼ ਦੀ ਕਿਸਮ
pt: Tipo de documento
ru: Тип документа
tr: Döküman tipi
zh: 文件类型
