Repository: hamza-ben-ab/hamza-ben-ab.github.io
Catalog: lib/l10n/intl_*.arb
Languages: ar, bn, de, el, es, fr, hi, id, it, ja, ko, pa, pt, ru, tr, zh

# addprofileImageDes
source: Your profile photo helps your team know who you are in Telltrue. And if your photo is clear, it'll be easier for someone to pick you out in a crowd or a meeting!
ar: تساعد صورة ملفك الشخصي فريقك في معرفة من أنت في Telltrue. وإذا كانت صورتك واضحة ، فسيكون من الأسهل على شخص ما اصطحابك في حشد أو اجتماع!
bn: আপনার প্রোফাইল ফটো আপনার টিমকে জানতে সাহায্য করে যে আপনি টেলট্রুতে কে। এবং যদি আপনার ছবিটি পরিষ্কার হয়, তাহলে ভিড় বা মিটিংয়ে আপনাকে বেছে নেওয়া কারো পক্ষে সহজ হবে!
de: Ihr Profilfoto hilft Ihrem Team zu erkennen, wer Sie in Telltrue sind. Und wenn Ihr Foto klar ist, ist es für jemanden einfacher, Sie in einer Menschenmenge oder einem Meeting zu erkennen!
el: Η φωτογραφία προφίλ σας βοηθά την ομάδα σας να γνωρίζει ποιος είστε στο Telltrue. Και αν η φωτογραφία σας είναι καθαρή, θα είναι ευκολότερο για κάποιον να σας επιλέξει σε ένα πλήθος ή μια συνάντηση!
es: Su foto de perfil ayuda a su equipo a saber quién es usted en Telltrue. Y si tu foto es clara, ¡será más fácil que alguien te identifique entre una multitud o una reunión!
fr: Votre photo de profil aide votre équipe à savoir qui vous êtes dans Telltrue. Et si votre photo est nette, il sera plus facile pour quelqu'un de vous repérer dans une foule ou une réunion !
hi: आपकी प्रोफ़ाइल फ़ोटो आपकी टीम को यह जानने में मदद करती है कि आप टेल्ट्रू में कौन हैं। और अगर आपकी फ़ोटो साफ़ है, तो किसी के लिए भीड़ या मीटिंग में आपको चुनना आसान होगा!
id: Foto profil Anda membantu tim Anda mengetahui siapa Anda di Telltrue. Dan jika foto Anda jelas, akan lebih mudah bagi seseorang untuk memilih Anda di tengah keramaian atau rapat!
it: La tua foto del profilo aiuta il tuo team a sapere chi sei in Telltrue. E se la tua foto è chiara, sarà più facile per qualcuno individuarti in mezzo alla folla o a una riunione!
ja: あなたのプロフィール写真はあなたのチームがあなたがTelltrueにいる人を知るのに役立ちます。 また、写真が鮮明であれば、人ごみや会議で誰かがあなたを見つけやすくなります。
ko: 귀하의 프로필 사진은 귀하의 팀이 Telltrue에서 귀하가 누구인지 알 수 있도록 도와줍니다. 그리고 사진이 선명하면 군중이나 회의에서 누군가가 당신을 더 쉽게 알아볼 수 있습니다!
pa: ਤੁਹਾਡੀ ਪ੍ਰੋਫਾਈਲ ਫੋਟੋ ਤੁਹਾਡੀ ਟੀਮ ਨੂੰ ਇਹ ਜਾਣਨ ਵਿੱਚ ਸਹਾਇਤਾ ਕਰਦੀ ਹੈ ਕਿ ਤੁਸੀਂ ਟੈਲਟ੍ਰੂ ਵਿੱਚ ਕੌਣ ਹੋ. ਅਤੇ ਜੇ ਤੁਹਾਡੀ ਫੋਟੋ ਸਾਫ਼ ਹੈ, ਤਾਂ ਕਿਸੇ ਲਈ ਭੀੜ ਜਾਂ ਮੀਟਿੰਗ ਵਿੱਚ ਤੁਹਾਨੂੰ ਬਾਹਰ ਕੱਣਾ ਸੌਖਾ ਹੋ ਜਾਵੇਗਾ!
pt: Sua foto de perfil ajuda sua equipe a saber quem você é no Telltrue. E se sua foto estiver nítida, será mais fácil alguém identificá-lo no meio da multidão ou em uma reunião!
ru: Ваше фото профиля помогает вашей команде узнать, кто вы в Telltrue. А если ваше фото будет четким, вам будет легче выделить вас в толпе или на встрече!
tr: Profil fotoğrafınız, ekibinizin Telltrue'da kim olduğunuzu bilmesine yardımcı olur. Ve fotoğrafınız netse, birinin sizi kalabalıkta veya toplantıda seçmesi daha kolay olacaktır!
zh: 您的个人资料照片可帮助您的团队了解您在 Telltrue 中的身份。 如果您的照片清晰，别人会更容易在人群或会议中认出您！

# personalPicture
source: Personal pictures
ar: الصور الشخصية
bn: ব্যক্তিগত ছবি
de: Persönliche Bilder
el: Προσωπικές εικόνες
es: Imágenes personales
fr: Photos personnelles
hi: व्यक्तिगत तस्वीरें
id: Gambar pribadi
it: Immagini personali
ja: 個人的な写真
ko: 개인 사진
pa: ਨਿੱਜੀ ਤਸਵੀਰਾਂ
pt: Fotos pessoais
ru: Личные фотографии
tr: Kişisel resimler
zh: 个人照片

# postPicture
source: Post pictures
ar: صور المنشورات
bn: ছবি পোস্ট করুন
de: Bilder posten
el: Δημοσιεύστε εικόνες
es: Publicar fotos
fr: Publier des photos
hi: तस्वीरें पोस्ट करें
id: Posting gambar
it: Posta foto
ja: 写真を投稿する
ko: 사진 게시
pa: ਤਸਵੀਰਾਂ ਪੋਸਟ ਕਰੋ
pt: Postar fotos
ru: Опубликовать фотографии
tr: Resim yayınla
zh: 发布图片

# noPictureToshow
source: No Pictures to show
ar: لا توجد صور لإظهارها
bn: দেখানোর জন্য কোন ছবি নেই
de: Keine Bilder zu zeigen
el: Δεν υπάρχουν εικόνες για εμφάνιση
es: No hay imágenes para mostrar
fr: Aucune image à afficher
hi: दिखाने के लिए कोई चित्र नहीं
id: Tidak ada Gambar untuk ditampilkan
it: Nessuna foto da mostrare
ja: 表示する写真がありません
ko: 표시할 사진이 없습니다
pa: ਦਿਖਾਉਣ ਲਈ ਕੋਈ ਤਸਵੀਰਾਂ ਨਹੀਂ
pt: Sem imagens para mostrar
ru: Нет фотографий для показа
tr: Gösterilecek Resim Yok
zh: 没有可显示的图片

# pictureSetAsProfilePic
source: Set as profile picture
ar: تعيين كصورة الملف الشخصي
bn: প্রোফাইল পিকচার হিসেবে সেট করুন
de: Als Profilbild festlegen
el: Ορισμός ως εικόνα προφίλ
es: Establecer como foto de perfil
fr: Définir comme photo de profil
hi: प्रोफाइल चित्र के रूप में सेट
id: Tetapkan sebagai gambar profil
it: Imposta come immagine del profilo
ja: プロフィール写真として設定
ko: 프로필 사진으로 설정
pa: ਪ੍ਰੋਫਾਈਲ ਤਸਵੀਰ ਦੇ ਤੌਰ ਤੇ ਸੈਟ ਕਰੋ
pt: Definir como imagem de perfil
ru: Установить как изображение профиля
tr: Profil fotoğrafı olarak ayarlamak
zh: 设为头像

# pictureDelete
source: Delete this Photo
ar: حذف هذه الصورة
bn: এই ছবিটি মুছে দিন
de: Lösche dieses Foto
el: Διαγράψτε αυτήν τη φωτογραφία
es: Borra esta foto
fr: Effacez cette photo
hi: इस तस्वीर को मिटा दो
id: Hapus foto ini
it: Elimina questa foto
ja: この写真を削除する
ko: 이 사진 삭제
pa: ਇਸ ਫੋਟੋ ਨੂੰ ਮਿਟਾਓ
pt: Exclua esta foto
ru: Удалить это фото
tr: Bu fotoğrafı sil
zh: 删除这张照片

# pictureDeleteRequest
source: Are you sure you want to delete this photo ?
ar: هل أنت متأكد أنك تريد حذف هذه الصورة ؟
bn: আপনি কি এই ছবিটি মুছে ফেলার ব্যাপারে নিশ্চিত?
de: Möchten Sie dieses Foto wirklich löschen?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτήν τη φωτογραφία;
es: ¿Estás seguro de que deseas eliminar esta foto?
fr: Etes-vous sûr de vouloir supprimer cette photo ?
hi: क्या आप निश्चित हैं कि आप इस फ़ोटो को हटाना चाहते हैं ?
id: Anda yakin ingin menghapus foto ini?
it: Sei sicuro di voler eliminare questa foto?
ja: この写真を削除してもよろしいですか？
ko: 이 사진을 삭제하시겠습니까?
pa: ਕੀ ਤੁਸੀਂ ਪੱਕਾ ਇਸ ਫੋਟੋ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pt: Tem certeza que deseja excluir esta foto?
ru: Вы уверены, что хотите удалить это фото?
tr: Bu fotoğrafı silmek istediğinizden emin misiniz?
zh: 您确定要删除这张照片吗？

# profilePicturesOfYou
source: Pictures of you
ar: صور لك
bn: তোমার ছবি
de: Bilder von dir
el: Εικόνες σας
es: Fotos de usted
fr: Photos de vous
hi: आप की तस्वीरें
id: Potret dirimu
it: Foto di te
ja: あなたの写真
ko: 당신의 사진
pa: ਤੁਹਾਡੀਆਂ ਤਸਵੀਰਾਂ
pt: Fotos de voce
ru: Ваши фотографии
tr: Senin resimler
zh: 你的照片

# profileVideo
source: Videos
ar: مقاطع فيديو
bn: ভিডিওগুলি
el: Βίντεο
fr: Vidéos
hi: वीडियो
id: Video
it: Video
ja: ビデオ
ko: 동영상
pa: ਵਿਡੀਓਜ਼
pt: Vídeos
ru: Видео
tr: Videolar
zh: 视频

source: Your Videos
ar: فيديوهاتك
bn: আপনার ভিডিওগুলি
de: Ihre Videos
el: Τα βίντεό σας
es: Tus videos
fr: Vos vidéos
hi: आपके वीडियो
id: Video Anda
it: I tuoi video
ja: あなたのビデオ
ko: 당신의 비디오
pa: ਤੁਹਾਡੇ ਵਿਡੀਓਜ਼
pt: Seus vídeos
ru: Ваши видео
tr: Videolarınız
zh: 你的视频

source: Live videos
ar: فيديوهات مباشرة
bn: লাইভ ভিডিও
el: Ζωντανά βίντεο
es: Videos en vivo
fr: Vidéos en direct
hi: लाइव वीडियो
id: Video langsung
it: Video in diretta
ja: ライブビデオ
ko: 라이브 비디오
pa: ਲਾਈਵ ਵੀਡੀਓਜ਼
pt: Vídeos ao vivo
ru: Живое видео
tr: Canlı Video
zh: 直播视频

source: Readers
ar: القراءات
bn: রিডিং
de: Die Lesungen
el: Οι αναγνώσεις
es: Las lecturas
fr: Les lectures
hi: रीडिंग
id: Bacaan
it: Le letture
ja: 読書
ko: 판독값
pa: ਰੀਡਿੰਗਜ਼
pt: As leituras
ru: Чтения
tr: okumalar
zh: 读数

source: No breaking news yet
ar: لا توجد أخبار عاجلة حتى الآن
bn: এখনো কোন ব্রেকিং নিউজ নেই
de: Noch keine Eilmeldung
el: Δεν υπάρχουν έκτακτα νέα ακόμα
es: Aún no hay noticias de última hora
fr: Pas de nouvelles de dernière minute pour le moment
hi: अभी तक कोई ब्रेकिंग न्यूज नहीं
id: Belum ada berita terbaru
it: Non ci sono ancora notizie dell'ultima ora
ja: 速報はまだありません
ko: 아직 속보가 없습니다
pa: ਅਜੇ ਤੱਕ ਕੋਈ ਤਾਜ਼ਾ ਖਬਰ ਨਹੀਂ
pt: Ainda não há notícias de última hora
ru: Пока нет последних новостей
tr: Henüz bir son dakika haberi yok
zh: 还没有突发新闻

# noBreakingNewsDes
source: When you get breaking news, they'll show up here
ar: عندما تتلقى أخبارًا عاجلة ، ستظهر هنا
bn: যখন আপনি ব্রেকিং নিউজ পাবেন, সেগুলি এখানে প্রদর্শিত হবে
de: Wenn du Eilmeldungen bekommst, werden sie hier angezeigt
el: Όταν λαμβάνετε έκτακτα νέα, θα εμφανίζονται εδώ
es: Cuando reciba noticias de última hora, aparecerán aquí.
fr: Lorsque vous aurez des nouvelles de dernière minute, elles apparaîtront ici
hi: जब आपको ब्रेकिंग न्यूज मिलेगी, तो वे यहां दिखाई देंगी
id: Saat Anda mendapatkan berita terbaru, mereka akan muncul di sini
it: Quando ricevi le ultime notizie, verranno visualizzate qui
ja: ニュース速報を受け取ると、ここに表示されます
ko: 속보를 받으면 여기에 표시됩니다.
pa: ਜਦੋਂ ਤੁਹਾਨੂੰ ਤਾਜ਼ਾ ਖਬਰਾਂ ਮਿਲਦੀਆਂ ਹਨ, ਉਹ ਇੱਥੇ ਦਿਖਾਈ ਦੇਣਗੀਆਂ
pt: Quando você receber as últimas notícias, elas aparecerão aqui
ru: Когда вы получите последние новости, они появятся здесь
tr: Son dakika haberlerini aldığınızda, burada görünecekler
zh: 当你收到突发新闻时，他们会出现在这里

# breakingNewsisAvailable
source: This breaking news is unfortunately not available.
ar: هذا الخبر العاجل للأسف غير متوفر.
bn: দুর্ভাগ্যবশত এই ব্রেকিং নিউজ পাওয়া যায় না।
de: Diese Eilmeldung ist leider nicht verfügbar.
el: Αυτή η έκτακτη είδηση δυστυχώς δεν είναι διαθέσιμη.
es: esafortunadamente, esta última noticia no está disponible.
fr: Cette nouvelle de dernière minute n'est malheureusement pas disponible.
hi: यह ब्रेकिंग न्यूज दुर्भाग्य से उपलब्ध नहीं है।
id: Berita terbaru ini sayangnya tidak tersedia.
it: Questa notizia dell'ultima ora purtroppo non è disponibile.
ja: この最新ニュースは残念ながら利用できません。
ko: 이 속보를 볼 수 없습니다.
pa: ਇਹ ਬ੍ਰੇਕਿੰਗ ਨਿ newsਜ਼ ਬਦਕਿਸਮਤੀ ਨਾਲ ਉਪਲਬਧ ਨਹੀਂ ਹੈ.
pt: Esta notícia de última hora infelizmente não está disponível.
ru: К сожалению, эта последняя новость недоступна.
tr: Bu son dakika haberi maalesef mevcut değil.
zh: 遗憾的是，无法获得此突发新闻。

# noCommentYetTitle
source: No replies here yet...
ar: لا توجد ردود هنا حتى الآن ...
bn: এখানে এখনও কোন উত্তর নেই ...
de: Hier noch keine Antworten...
el: Δεν υπάρχουν ακόμη απαντήσεις εδώ ...
es: Aún no hay respuestas aquí ...
fr: Aucune réponse ici pour le moment...
hi: यहां अभी तक कोई जवाब नहीं...
id: Belum ada balasan di sini...
it: Nessuna risposta qui ancora...
ja: ここにはまだ返信がありません...
ko: 아직 답변이 없습니다...
pa: ਇੱਥੇ ਅਜੇ ਤੱਕ ਕੋਈ ਜਵਾਬ ਨਹੀਂ ਹੈ ...
pt: Nenhuma resposta aqui ainda ...
ru: Здесь пока нет ответов ...
tr: Burada henüz cevap yok...
zh: 这里还没有回复...

# noCommentsYetDes
source: Be the first to share what you think !
ar: كن أول من يشارك رأيك!
bn: আপনি কি মনে করেন তা শেয়ার করার জন্য প্রথম হন!
de: Seien Sie der Erste, der Ihre Meinung teilt!
el: Γίνετε ο πρώτος που θα μοιραστείτε τη γνώμη σας!
es: ¡Sé el primero en compartir lo que piensas!
fr: Soyez le premier à partager ce que vous en pensez !
hi: आप जो सोचते हैं उसे साझा करने वाले पहले व्यक्ति बनें!
id: Jadilah yang pertama untuk berbagi apa yang Anda pikirkan!
it: Sii il primo a condividere ciò che pensi!
ja: あなたの考えを最初に共有してください！
ko: 당신의 생각을 가장 먼저 공유하세요!
pa: ਆਪਣੇ ਵਿਚਾਰ ਸਾਂਝੇ ਕਰਨ ਵਾਲੇ ਪਹਿਲੇ ਵਿਅਕਤੀ ਬਣੋ!
pt: Seja o primeiro a compartilhar o que você pensa!
ru: Будьте первым, кто поделится своим мнением!
tr: Düşüncelerinizi ilk paylaşan siz olun!
zh: 成为第一个分享您的想法的人！

source: Read less
ar: أقرأ أقل
bn: কম পড়ুন
de: Lese weniger
el: Διαβάστε λιγότερο
es: Leer menos
fr: Lire moins
hi: कम पढ़ें
id: Baca lebih sedikit
it: Leggi di meno
ja: 続きを読む
ko: 덜 읽기
pa: ਘੱਟ ਪੜ੍ਹੋ
pt: Leia menos
ru: Читать меньше
tr: Az oku
zh: 少读

source: vote
ar: صوت
bn: ভোট
de: abstimmen
el: ψήφος
es: votar
hi: वोट
id: suara
it: votazione
ja: 投票
ko: 투표
pa: ਵੋਟ
pt: voto
ru: голос
tr: oy
zh: 投票

source: Undo
ar: التراجع
bn: পূর্বাবস্থায় ফেরান
de: rückgängig machen
el: ξεκάνω
es: deshacer
fr: annuler
hi: पूर्ववत
id: membatalkan
it: disfare
ja: 元に戻す
ko: 실행 취소
pa: ਵਾਪਿਸ
pt: desfazer
ru: отменить
tr: geri alma
zh: 取消

# reportSelectProb
source: Please select a the problem to continue
ar: الرجاء تحديد مشكلة للمتابعة
bn: চালিয়ে যেতে একটি সমস্যা নির্বাচন করুন
de: Bitte wählen Sie ein Problem aus, um fortzufahren
el: Επιλέξτε ένα πρόβλημα για να συνεχίσετε
es: Seleccione el problema para continuar.
fr: Veuillez sélectionner un problème pour continuer
hi: जारी रखने के लिए कृपया कोई समस्या चुनें
id: Silakan pilih masalah untuk melanjutkan
it: Seleziona un problema per continuare
ja: 問題を選択して続行してください
ko: 계속하려면 문제를 선택하세요.
pa: ਕਿਰਪਾ ਕਰਕੇ ਜਾਰੀ ਰੱਖਣ ਲਈ ਇੱਕ ਸਮੱਸਿਆ ਚੁਣੋ
pt: Selecione um problema para continuar
ru: Пожалуйста, выберите проблему, чтобы продолжить
tr: Devam etmek için lütfen bir sorun seçin
zh: 请选择问题以继续

# report1
source: Unethical content
ar: محتوى غير أخلاقي
bn: অনৈতিক বিষয়বস্তু
de: Unethische Inhalte
el: Ανήθικο περιεχόμενο
es: Contenido poco ético
fr: Contenu contraire à l'éthique
hi: अनैतिक सामग्री
id: Konten tidak etis
it: Contenuti non etici
ja: 非倫理的なコンテンツ
ko: 비윤리적인 내용
pa: ਅਨੈਤਿਕ ਸਮੱਗਰੀ
pt: Conteúdo antiético
ru: Неэтичный контент
tr: Etik olmayan içerik
zh: 不道德的内容

# report2
source: Trivial content
ar: محتوى تافه
bn: আবর্জনা বিষয়বস্তু
de: Trashiger Inhalt
el: Άχρηστο περιεχόμενο
es: Contenido de mala calidad
fr: Contenu trivial
hi: तुच्छ सामग्री
id: Konten sepele
it: Contenuto banale
ja: ささいな内容
ko: 사소한 내용
pa: ਮਾਮੂਲੀ ਸਮਗਰੀ
pt: Conteúdo trivial
ru: Тривиальный контент
tr: önemsiz içerik
zh: 琐碎的内容

# report3
source: Content that harms religion
ar: المحتوى الذي يضر بالدين
bn: ধর্মের ক্ষতি করে এমন বিষয়বস্তু
de: Inhalte, die der Religion schaden
el: Περιεχόμενο που βλάπτει τη θρησκεία
es: Contenido que daña la religión
fr: Contenu qui nuit à la religion
hi: सामग्री जो धर्म को नुकसान पहुंचाती है
id: Konten yang merugikan agama
it: Contenuti che danneggiano la religione
ja: 宗教を害するコンテンツ
ko: 종교에 해를 끼치는 콘텐츠
pa: ਅਜਿਹੀ ਸਮੱਗਰੀ ਜੋ ਧਰਮ ਨੂੰ ਨੁਕਸਾਨ ਪਹੁੰਚਾਉਂਦੀ ਹੈ
pt: Conteúdo que prejudica a religião
ru: Контент, наносящий вред религии
tr: Dine zarar veren içerik
zh: 危害宗教的内容

# report4
source: Content that harms security and incites violence
ar: المحتوى الذي يضر بالأمن ويحرض على العنف
bn: নিরাপত্তার ক্ষতি করে এবং সহিংসতা উস্কে দেয় এমন সামগ্রী৷
de: Inhalte, die der Sicherheit schaden und zu Gewalt aufstacheln
el: Περιεχόμενο που βλάπτει την ασφάλεια και υποκινεί τη βία
es: Contenido que daña la seguridad e incita a la violencia
fr: Contenu qui porte atteinte à la sécurité et incite à la violence
hi: ऐसी सामग्री जो सुरक्षा को नुकसान पहुंचाती है और हिंसा को उकसाती है
id: Konten yang membahayakan keamanan dan memicu kekerasan
it: Contenuti che danneggiano la sicurezza e incitano alla violenza
ja: セキュリティを害し、暴力を扇動するコンテンツ
ko: 보안을 해치고 폭력을 조장하는 콘텐츠
pa: ਅਜਿਹੀ ਸਮੱਗਰੀ ਜੋ ਸੁਰੱਖਿਆ ਨੂੰ ਨੁਕਸਾਨ ਪਹੁੰਚਾਉਂਦੀ ਹੈ ਅਤੇ ਹਿੰਸਾ ਨੂੰ ਭੜਕਾਉਂਦੀ ਹੈ
pt: Conteúdo que prejudica a segurança e incita à violência
ru: Контент, который наносит ущерб безопасности и подстрекает к насилию
tr: Güvenliğe zarar veren ve şiddeti teşvik eden içerik
zh: 危害安全和煽动暴力的内容

# sendButton
source: Send
ar: إرسال
bn: পাঠান
de: Senden
el: Στείλετε
es: Enviar
fr: Envoyer
hi: भेजना
id: Mengirim
it: Spedire
ja: 送信
ko: 보내다
pa: ਭੇਜੋ
pt: Mandar
ru: послать
tr: Göndermek
zh: 发送

# eventInterestedButton
source: Interested
ar: مهتم
bn: আগ্রহী
de: Interessiert
el: Ενδιαφερόμενος
es: Interesado
fr: Intéressé
hi: रुचि
id: Tertarik
it: Interessato
ja: 興味がある
ko: 관심있는
pa: ਦਿਲਚਸਪੀ ਹੈ
pt: Interessado
ru: Заинтересованы
tr: Ilgilenen
zh: 使感兴趣

# eventNotInterestedButton
source: Not Interested
ar: غير مهتم
bn: আগ্রহী নই
de: Nicht interessiert
el: Δεν ενδιαφέρομαι
es: No interesado
fr: Pas intéressé
hi: रुचि नहीं
id: Tidak tertarik
it: Non interessato
ja: 興味ありません
ko: 관심이 없다
pa: ਦਿਲਚਸਪੀ ਨਹੀਂ ਹੈ
pt: Não interessado
ru: Не интересует
tr: İlgilenmiyorum
zh: 不感兴趣

source: Career
ar: السيرة الذاتية
bn: কর্মজীবন
de: Karriere
el: Καριέρα
es: Carrera profesional
fr: Carrière
hi: करियर
id: Karier
it: Carriera
ja: キャリア
ko: 생애
pa: ਕੈਰੀਅਰ
pt: Carreira
ru: Карьера
tr: Kariyer
zh: 生涯

# closeButton
source: Close
ar: إغلاق
bn: বন্ধ
de: Nah dran
el: Κλείσε
es: Cerca
fr: Fermer
hi: बंद करे
id: Menutup
it: Chiudere
ja: 閉じる
ko: 닫다
pa: ਬੰਦ ਕਰੋ
pt: Perto
ru: Закрывать
tr: Kapat
zh: 密切

# abstrack
source: Abstract
ar: الملخص
bn: বিমূর্ত
de: Abstrakt
el: Αφηρημένη
es: Abstracto
fr: Résumé
hi: सार
id: Abstrak
it: Astratto
ja: 抽象
ko: 추상적 인
pa: ਐਬਸਟਰੈਕਟ
pt: Resumo
ru: Абстрактный
tr: Soyut
zh: 抽象的

source: Reference
ar: المراجع
bn: তথ্যসূত্র
de: Verweise
el: Αναφορές
es: Referencias
fr: Les références
hi: संदर्भ
id: Referensi
it: Riferimenti
ja: 参考文献
ko: 참고문헌
pa: ਹਵਾਲੇ
pt: Referências
ru: использованная литература
tr: Referanslar
zh: 参考文献

# noVideoShow
source: No Videos to show
ar: لا توجد مقاطع فيديو لعرضها
bn: দেখানোর জন্য কোন ভিডিও নেই
de: Keine Videos zum Anzeigen
el: Δεν υπάρχουν βίντεο για εμφάνιση
es: No hay videos para mostrar
fr: Il n'y a pas de vidéos à afficher
hi: दिखाने के लिए कोई वीडियो नहीं हैं
id: Tidak ada video untuk ditampilkan
it: Nessun video da visualizzare
ja: 表示する動画はありません
ko: 표시할 동영상이 없습니다
pa: ਪ੍ਰਦਰਸ਼ਿਤ ਕਰਨ ਲਈ ਕੋਈ ਵੀਡੀਓ ਨਹੀਂ ਹਨ
pt: Não há vídeos para exibir
ru: Нет видео для отображения
tr: Görüntülenecek video yok
zh: 没有可显示的视频

# noLiveVideoShow
source: No Live Video to show
ar: ليس هناك فيديو مباشر للعرض
bn: দেখানোর জন্য কোন লাইভ ভিডিও নেই
de: Kein Live-Video zum Anzeigen
el: Δεν υπάρχει ζωντανό βίντεο για προβολή
es: No hay video en vivo para mostrar
fr: Il n'y a pas de vidéo en direct à afficher
hi: प्रदर्शित करने के लिए कोई लाइव वीडियो नहीं है
id: Tidak ada video langsung untuk ditampilkan
it: Non ci sono video in diretta da visualizzare
ja: 表示するライブビデオはありません
ko: 표시할 라이브 비디오가 없습니다
pa: ਪ੍ਰਦਰਸ਼ਿਤ ਕਰਨ ਲਈ ਕੋਈ ਲਾਈਵ ਵੀਡੀਓ ਨਹੀਂ ਹੈ
pt: Não há vídeo ao vivo para exibir
ru: Нет живого видео для отображения
tr: Görüntülenecek canlı video yok
zh: 没有可显示的实时视频

# noPubmatching
source: No matching publications found
ar: لم يتم العثور على منشورات مطابقة
bn: কোন মিল প্রকাশনা পাওয়া যায়নি
de: Keine passenden Publikationen gefunden
el: Δεν βρέθηκαν αντίστοιχες δημοσιεύσεις
es: No se encontraron publicaciones coincidentes
fr: Aucune publication correspondante trouvée
hi: कोई मेल खाने वाला प्रकाशन नहीं मिला
id: Tidak ada publikasi yang cocok ditemukan
it: Nessuna pubblicazione corrispondente trovata
ja: 致する出版物が見つかりません
ko: 일치하는 출판물이 없습니다
pa: ਕੋਈ ਮੇਲ ਖਾਂਦਾ ਪ੍ਰਕਾਸ਼ਨ ਨਹੀਂ ਮਿਲਿਆ
pt: Nenhuma publicação correspondente encontrada
ru: Подходящих публикаций не найдено
tr: Eşleşen yayın bulunamadı
zh: 未找到匹配的出版物

# noEventmatching
source: No matching event found
ar: لم يتم العثور على حدث مطابق
bn: কোন মিল ইভেন্ট পাওয়া যায়নি
de: Keine passende Veranstaltung gefunden
el: Δεν βρέθηκε συμβάν που να ταιριάζει
es: No se encontró ningún evento coincidente
fr: Aucun événement correspondant n'a été trouvé
hi: कोई मेल खाने वाली घटना नहीं मिली
id: Tidak ada acara yang cocok ditemukan
it: Nessun evento corrispondente è stato trovato
ja: 致するイベントが見つかりませんでした
ko: 일치하는 이벤트를 찾을 수 없습니다
pa: ਕੋਈ ਮੇਲ ਖਾਂਦਾ ਇਵੈਂਟ ਨਹੀਂ ਮਿਲਿਆ
pt: Nenhum evento correspondente foi encontrado
ru: Соответствующее событие не найдено
tr: Eşleşen etkinlik bulunamadı
zh: 未找到匹配事件

# noTelltruefound
source: No matching telltrue user found
ar: لم يتم العثور على مستخدم telltrue مطابق
bn: কোন মিলিত সত্য ব্যবহারকারী পাওয়া যায়নি
de: Kein übereinstimmender Telltrue-Benutzer gefunden
el: Δεν βρέθηκε αντίστοιχος χρήστης telltrue
es: No se encontró ningún usuario de telltrue que coincida
fr: Aucun utilisateur telltrue correspondant trouvé
hi: कोई मिलान करने वाला Teltrue उपयोगकर्ता नहीं मिला
id: Tidak ditemukan pengguna Telltrue yang cocok
it: Nessun utente Telltrue corrispondente trovato
ja: 一致する Telltrue ユーザーが見つかりません
ko: 일치하는 Telltrue 사용자가 없습니다
pa: ਕੋਈ ਮੇਲ ਖਾਂਦਾ Telltrue ਉਪਭੋਗਤਾ ਨਹੀਂ ਮਿਲਿਆ
pt: Nenhum usuário Telltrue correspondente encontrado
ru: Подходящего пользователя Telltrue не найдено
tr: Eşleşen Telltrue kullanıcısı bulunamadı
zh: 找不到匹配的 Telltrue 用户

# result
source: results
ar: نتيجة
bn: ফলাফল
de: Ergebnis
el: αποτέλεσμα
es: resultado
fr: résultat
hi: नतीजा
id: hasil
it: risultato
ja: 結果
ko: 결과
pa: ਨਤੀਜਾ
pt: resultado
ru: результат
tr: sonuç
zh: 结果

# seeAllpub
source: See all publications result
ar: رؤية نتائج جميع المنشورات
bn: সমস্ত প্রকাশনার ফলাফল দেখুন
de: Alle Veröffentlichungsergebnisse anzeigen
el: Δείτε όλα τα αποτελέσματα των δημοσιεύσεων
es: Ver todos los resultados de las publicaciones
fr: Voir tous les résultats des publications
hi: सभी प्रकाशनों के परिणाम देखें
id: Lihat semua hasil publikasi
it: Vedi tutti i risultati delle pubblicazioni
ja: すべての出版物の結果を見る
ko: 모든 출판물 결과 보기
pa: ਸਾਰੇ ਪ੍ਰਕਾਸ਼ਨਾਂ ਦੇ ਨਤੀਜੇ ਵੇਖੋ
pt: Veja o resultado de todas as publicações
ru: Посмотреть результаты всех публикаций
tr: Tüm yayınların sonucunu görün
zh: 查看所有发表结果

# seeAllEvent
source: See all events result
ar: رؤية نتيجة جميع الأحداث
bn: সমস্ত ঘটনা ফলাফল দেখুন
de: Ergebnis aller Events anzeigen
el: Δείτε όλα τα αποτελέσματα των εκδηλώσεων
es: Ver todos los resultados de los eventos
fr: Voir tous les résultats des événements
hi: सभी घटनाओं के परिणाम देखें
id: Lihat semua hasil acara
it: Vedi tutti i risultati degli eventi
ja: すべてのイベント結果を見る
ko: 모든 이벤트 결과 보기
pa: ਸਾਰੇ ਇਵੈਂਟ ਨਤੀਜੇ ਵੇਖੋ
pt: Veja o resultado de todos os eventos
ru: Посмотреть результат всех событий
tr: Tüm etkinliklerin sonucunu görün
zh: 查看所有事件结果

# telltrueUser
source: Telltrue users
ar: مستخدمي Telltrue
bn: Telltrue ব্যবহারকারীদের
de: Telltrue Benutzer
el: Telltrue χρήστες
es: Usuarios de Telltrue
fr: Telltrue utilisateurs
hi: Telltrue उपयोगकर्ताओं
it: Telltrue utenti
ja: Telltrue ユーザー
ko: Telltrue 사용자
pa: ਉਪਭੋਗਤਾ
pt: Telltrue usuários
ru: Telltrue пользователи
tr: Telltrue kullanıcılar
zh: Telltrue 用户

source: Famous person identified
ar: شخص محدد
bn: চিহ্নিত ব্যক্তি
de: Identifizierte Person
el: Ταυτοποιημένο άτομο
es: Persona identificada
fr: Personne identifiée
hi: पहचाने गए व्यक्ति
id: Orang yang teridentifikasi
it: Persona identificata
ja: 識別された人
ko: 신원 확인된 사람
pa: ਪਛਾਣਿਆ ਗਿਆ ਵਿਅਕਤੀ
pt: Pessoa identificada
ru: Идентифицированное лицо
tr: tanımlanan kişi
zh: 身份证明人

source: Event identified
ar: حدث محدد
bn: চিহ্নিত ঘটনা
de: Identifiziertes Ereignis
el: Ταυτοποιημένο συμβάν
es: Evento identificado
fr: Événement identifié
hi: पहचानी गई घटना
id: Acara yang teridentifikasi
it: Evento identificato
ja: 識別されたイベント
ko: 식별된 사건
pa: ਪਛਾਣ ਕੀਤੀ ਘਟਨਾ
pt: Evento identificado
ru: Выявленное событие
tr: tanımlanan olay
zh: 确定的事件

source: Place identified
ar: المكان المحدد
bn: শনাক্ত করা জায়গা
de: Identifizierter Ort
el: Προσδιορισμένο μέρος
es: Lugar identificado
fr: Lieu identifié
hi: पहचानी गई जगह
id: Tempat teridentifikasi
it: Luogo identificato
ja: 特定された場所
ko: 식별된 장소
pa: ਪਛਾਣ ਕੀਤੀ ਥਾਂ
pt: Lugar identificado
ru: Выявленное место
tr: belirlenen yer
zh: 确定地点

source: All
ar: الكل
bn: সব
de: Alle
el: Ολα
es: Todas
fr: Tout
hi: सभी
id: Semua
it: Tutto
ja: 全て
ko: 모두
pa: ਸਾਰੇ
pt: Todo
ru: Все
tr: Tüm
zh: 全部

# addBy
source: Added by
ar: أضيفت من قبل
bn: দ্বারা যোগ করা
de: Hinzugefügt von
el: Προστέθηκε από
es: Añadido por
fr: Ajouté par
hi: द्वारा जोड़ा
id: Ditambahkan oleh
it: Aggiunto da
ja: によって追加
ko: 추가한 사람
pa: ਦੁਆਰਾ ਜੋੜਿਆ ਗਿਆ
pt: Adicionado por
ru: Добавлено
tr: Tarafından eklendi
zh: 添加者

# seeAllpeople
source: See all people result
ar: رؤية نتائج كل الناس
bn: সব মানুষের ফলাফল দেখুন
de: Alle Personen Ergebnis anzeigen
el: Δείτε το αποτέλεσμα όλων των ατόμων
es: Ver resultado de todas las personas
fr: Voir tous les résultats des personnes
hi: सभी लोगों का परिणाम देखें
id: Lihat semua orang hasil
it: Vedi tutti i risultati delle persone
ja: すべての人の結果を見る
ko: 모든 사람 결과 보기
pa: ਸਾਰੇ ਲੋਕਾਂ ਦੇ ਨਤੀਜੇ ਦੇਖੋ
pt: Veja o resultado de todas as pessoas
ru: Посмотреть всех людей результат
tr: Tüm insanların sonucunu gör
zh: 查看所有人结果

source: Search Telltrue
ar: ابحث في Telltrue
bn: Telltrue অনুসন্ধান করুন
de: Telltrue suchen
el: Αναζήτηση στο Telltrue
es: Búsqueda de Telltrue
fr: Rechercher Telltrue
hi: सर्च टेलट्रू
id: Cari Telltrue
it: Cerca Telltrue
ja: Telltrue を検索
ko: 검색 텔트루
pa: Telltrue ਖੋਜੋ
pt: Pesquisa Telltrue
ru: Искать в Telltrue
tr: Telltrue'da Ara
zh: 搜索 Telltrue

source: Search for
ar: البحث عن
bn: জন্য অনুসন্ধান করুন
de: Suchen nach
el: Αναζήτηση για
es: Buscar
fr: Rechercher
hi: निम्न को खोजें
id: Pencarian untuk
it: Cercare
ja: 検索する
ko: 에 대한 검색
pa: ਲਈ ਖੋਜ
pt: Procurar por
ru: Искать
tr: Ara
zh: 搜索 Telltrue

# profileUnfolowButton
source: Unsubscribe
ar: إلغاء الاشتراك
bn: সদস্যতা ত্যাগ করুন
de: Abbestellen
el: Καταργήστε την εγγραφή σας
es: Cancelar suscripción
fr: Se désabonner
hi: सदस्यता छोड़ें
id: Berhenti berlangganan
it: Annulla l'iscrizione
ja: 登録を解除する
ko: 수신거부
pa: ਗਾਹਕੀ ਹਟਾਉ
pt: Cancelar inscrição
ru: Отписаться
tr: abonelikten çık
zh: 退订
