Repository: hamza-ben-ab/hamza-ben-ab.github.io
Catalog: lib/l10n/intl_*.arb
Languages: ar, bn, de, el, es, fr, hi, id, it, ja, ko, pa, pt, ru, tr, zh

# selectDocType
source: Select a document type
ar: حدد نوع الوثيقة
bn: একটি নথির ধরন নির্বাচন করুন
de: Wählen Sie einen Dokumenttyp aus
el: Επιλέξτε έναν τύπο εγγράφου
es: Seleccione un tipo de documento
fr: Sélectionnez un type de document
hi: एक दस्तावेज़ प्रकार चुनें
id: Pilih jenis dokumen
it: Seleziona un tipo di documento
ja: ドキュメントタイプを選択します
ko: 문서 유형 선택
pa: ਇੱਕ ਦਸਤਾਵੇਜ਼ ਦੀ ਕਿਸਮ ਚੁਣੋ
pt: Selecione um tipo de documento
ru: Выберите тип документа
tr: Bir belge türü seçin
zh: 选择文档类型

# firstAndlastName
source: Full legal first and last names
ar: الاسم الأول والأخير القانوني الكامل
bn: সম্পূর্ণ আইনি প্রথম এবং শেষ নাম
de: Vollständiger legaler Vor- und Nachname
el: Πλήρη νόμιμα ονόματα και επώνυμα
es: Nombres y apellidos legales completos
fr: Noms et prénoms légaux complets
hi: पूर्ण कानूनी प्रथम और अंतिम नाम
id: Nama depan dan belakang resmi lengkap
it: Nomi e cognomi legali completi
ja: 完全な合法的な姓名
ko: 완전한 법적 성과 이름
pa: ਪੂਰੇ ਕਾਨੂੰਨੀ ਪਹਿਲੇ ਅਤੇ ਆਖਰੀ ਨਾਮ
pt: Nome e sobrenome legais completos
ru: Полные юридические имя и фамилия
tr: Tam yasal ad ve soyadları
zh: 完整的合法名字和姓氏

# firstAndMiddleName
source: Full legal first and middle names
ar: الاسم الأول والوسط القانوني الكامل
bn: সম্পূর্ণ আইনি প্রথম এবং মধ্য নাম
de: Vollständiger legaler Vor- und Zweitname
el: Πλήρη νόμιμα ονόματα
es: Nombre y segundo nombre legales completos
fr: Prénoms et deuxièmes prénoms légaux complets
hi: पूर्ण कानूनी प्रथम और मध्य नाम
id: Nama depan dan tengah resmi lengkap
it: Nomi e secondi nomi legali completi
ja: 完全な合法的なファーストネームとミドルネーム
ko: 완전한 법적 이름 및 중간 이름
pa: ਪੂਰੇ ਕਾਨੂੰਨੀ ਪਹਿਲੇ ਅਤੇ ਵਿਚਕਾਰਲੇ ਨਾਮ
pt: Nomes do meio e nomes legais completos
ru: Полные юридические имя и отчество
tr: Tam yasal ad ve göbek adları
zh: 完整的合法名字和中间名

# spellYourName
source: Spell your name exactly as it's shown on your passport or ID card.
ar: تهجى اسمك تمامًا كما يظهر في جواز السفر أو بطاقة الهوية.
bn: আপনার পাসপোর্ট বা আইডি কার্ডে যেভাবে দেখানো হয়েছে ঠিক সেভাবে আপনার নামের বানান করুন।
de: Schreiben Sie Ihren Namen genau so, wie er auf Ihrem Reisepass oder Personalausweis steht
el: Γράψτε το όνομά σας ακριβώς όπως αναγράφεται στο διαβατήριό σας ή στην ταυτότητά σας.
es: Deletree su nombre exactamente como aparece en su pasaporte o tarjeta de identificación.
fr: Épelez votre nom exactement comme il est indiqué sur votre passeport ou votre carte d'identité.
hi: अपना नाम ठीक वैसे ही लिखें जैसे यह आपके पासपोर्ट या आईडी कार्ड पर दिखाया गया है।
id: Eja nama Anda persis seperti yang tertera di paspor atau kartu identitas Anda.
it: Scrivi il tuo nome esattamente come è mostrato sul passaporto o sulla carta d'identità.
ja: パスポートまたはIDカードに記載されているとおりに名前を入力してください。
ko: 여여권이나 ID 카드에 표시된 대로 정확하게 이름을 철자하십시오.
pa: ਆਪਣੇ ਨਾਮ ਦੀ ਸਪੈਲਿੰਗ ਬਿਲਕੁਲ ਉਸੇ ਤਰ੍ਹਾਂ ਕਰੋ ਜਿਵੇਂ ਇਹ ਤੁਹਾਡੇ ਪਾਸਪੋਰਟ ਜਾਂ ਆਈਡੀ ਕਾਰਡ 'ਤੇ ਦਿਖਾਇਆ ਗਿਆ ਹੈ।
pt: Soletre seu nome exatamente como está mostrado em seu passaporte ou carteira de identidade.
ru: Напишите свое имя точно так, как оно указано в паспорте или удостоверении личности.
tr: Adınızı tam olarak pasaportunuzda veya kimlik kartınızda gösterildiği gibi yazın.
zh: 准确拼写您的护照或身份证上显示的姓名。

# fullLegalLastName
source: Full legal last name(s)
ar: اسم العائلة القانوني الكامل (الأسماء)
bn: সম্পূর্ণ আইনি শেষ নাম(গুলি)
de: Vollständiger gesetzlicher Nachname(n)
el: Πλήρες νόμιμο επώνυμο(α)
es: Apellido (s) legal completo (s)
fr: Nom(s) légal(aux) complet(s)
hi: पूर्ण कानूनी उपनाम
id: Nama belakang resmi lengkap
it: Cognomi legali completi
ja: 完全な正式な姓
ko: 실명
pa: ਪੂਰਾ ਕਨੂੰਨੀ ਆਖਰੀ ਨਾਮ(ਨਾਂ)
pt: Sobrenome (s) legal (is) completo (s)
ru: Полная официальная фамилия (и)
tr: Tam yasal soyad(lar)
zh: 完整的合法姓氏

# spellHomeTwon
source: Enter your hometwon as it is written on your passport or national identity card.
ar: أدخل مسقط رأسك كما هو مكتوب في جواز سفرك أو بطاقة الهوية الوطنية.
bn: আপনার পাসপোর্ট বা জাতীয় পরিচয়পত্রে যেমন লেখা আছে আপনার হোমটোয়ান লিখুন।
de: Geben Sie Ihre hometwon so ein, wie sie auf Ihrem Reisepass oder Personalausweis steht.
el: Εισαγάγετε το hometwon σας όπως αναγράφεται στο διαβατήριό σας ή στην εθνική σας ταυτότητα.
es: Ingrese su pareja de origen tal como está escrito en su pasaporte o documento nacional de identidad.
fr: Entrez votre femme d'origine telle qu'elle est inscrite sur votre passeport ou votre carte d'identité nationale.
hi: अपना गृहनगर दर्ज करें जैसा कि आपके पासपोर्ट या राष्ट्रीय पहचान पत्र पर लिखा है।
id: Masukkan hometwon Anda seperti yang tertulis di paspor atau kartu identitas nasional Anda.
it: Inserisci la tua coppia così come è scritto sul passaporto o sulla carta d'identità nazionale.
ja: パスポートまたは国民身分証明書に記載されているホームトンを入力してください。
ko: 여권 또는 주민등록증에 기재된 대로 홈투를 입력하세요.
pa: ਆਪਣਾ ਹੋਮਟੌਨ ਦਾਖਲ ਕਰੋ ਕਿਉਂਕਿ ਇਹ ਤੁਹਾਡੇ ਪਾਸਪੋਰਟ ਜਾਂ ਰਾਸ਼ਟਰੀ ਪਛਾਣ ਪੱਤਰ 'ਤੇ ਲਿਖਿਆ ਹੋਇਆ ਹੈ।
pt: Digite sua hometwon como está escrito em seu passaporte ou carteira de identidade nacional.
ru: Укажите свой дом, как он написан в вашем паспорте или национальном удостоверении личности.
tr: Ev sahibinizi pasaportunuzda veya nüfus cüzdanınızda yazdığı gibi girin.
zh: 输入您的家乡，因为它写在您的护照或国民身份证上。

# spellCurrentLocation
source: Enter your current location as it is written on your passport or national identity card.
ar: أدخل موقعك الحالي كما هو مكتوب في جواز سفرك أو بطاقة الهوية الوطنية.
bn: আপনার পাসপোর্ট বা জাতীয় পরিচয়পত্রে আপনার বর্তমান অবস্থান লিখুন।
de: Geben Sie Ihren aktuellen Standort ein, wie er in Ihrem Reisepass oder Personalausweis angegeben ist.
el: Εισαγάγετε την τρέχουσα τοποθεσία σας όπως αναγράφεται στο διαβατήριό σας ή στην εθνική σας ταυτότητα.
es: Ingrese su ubicación actual tal como está escrito en su pasaporte o documento nacional de identidad.
fr: Entrez votre position actuelle telle qu'elle est inscrite sur votre passeport ou votre carte d'identité nationale.
hi: अपना वर्तमान स्थान दर्ज करें जैसा कि आपके पासपोर्ट या राष्ट्रीय पहचान पत्र पर लिखा है।
id: Masukkan lokasi Anda saat ini seperti yang tertulis di paspor atau kartu identitas nasional Anda.
it: Inserisci la tua posizione attuale come è scritta sul passaporto o sulla carta d'identità nazionale.
ja: パスポートまたは国民身分証明書に記載されている現在地を入力してください。
ko: 여권 또는 주민등록증에 기재된 현재 위치를 입력합니다.
pa: ਆਪਣਾ ਮੌਜੂਦਾ ਟਿਕਾਣਾ ਦਾਖਲ ਕਰੋ ਕਿਉਂਕਿ ਇਹ ਤੁਹਾਡੇ ਪਾਸਪੋਰਟ ਜਾਂ ਰਾਸ਼ਟਰੀ ਪਛਾਣ ਪੱਤਰ 'ਤੇ ਲਿਖਿਆ ਹੋਇਆ ਹੈ।
pt: Digite sua localização atual, conforme está escrito em seu passaporte ou carteira de identidade nacional.
ru: Введите свое текущее местонахождение, как указано в вашем паспорте или национальном удостоверении личности.
tr: Pasaportunuzda veya nüfus cüzdanınızda yazılı olduğu şekilde mevcut konumunuzu girin.
zh: 输入您的当前位置，因为它写在您的护照或国民身份证上。

# passwordConditions
source: Password must contain a letter and a number, and be minimum of 8 characters
ar: يجب أن تحتوي كلمة المرور على حرف ورقم ، ولا تقل عن 8 أحرف
bn: পাসওয়ার্ডে একটি অক্ষর এবং একটি সংখ্যা থাকতে হবে এবং ন্যূনতম 8টি অক্ষরের হতে হবে
de: Das Passwort muss einen Buchstaben und eine Zahl enthalten und mindestens 8 Zeichen lang sein
el: Ο κωδικός πρόσβασης πρέπει να περιέχει ένα γράμμα και έναν αριθμό και να είναι τουλάχιστον 8 χαρακτήρες
es: La contraseña debe contener una letra y un número, y tener un mínimo de 8 caracteres
fr: Le mot de passe doit contenir une lettre et un chiffre et comporter au moins 8 caractères
hi: पासवर्ड में एक अक्षर और एक संख्या होनी चाहिए, और कम से कम 8 वर्ण होने चाहिए
id: Kata sandi harus berisi huruf dan angka, dan minimal 8 karakter
it: La password deve contenere una lettera e un numero e contenere almeno 8 caratteri
ja: パスワードには文字と数字が含まれている必要があり、8文字以上である必要があります
ko: 비밀번호는 문자와 숫자를 포함해야 하며 최소 8자 이상이어야 합니다.
pa: ਪਾਸਵਰਡ ਵਿੱਚ ਇੱਕ ਅੱਖਰ ਅਤੇ ਇੱਕ ਨੰਬਰ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ, ਅਤੇ ਘੱਟੋ-ਘੱਟ 8 ਅੱਖਰਾਂ ਦਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ
pt: A senha deve conter uma letra e um número e ter no mínimo 8 caracteres
ru: Пароль должен состоять из буквы и цифры и состоять не менее чем из 8 символов.
tr: Şifre bir harf ve bir sayı içermeli ve en az 8 karakter olmalıdır
zh: 密码必须包含一个字母和一个数字，并且最少为 8 个字符

# birthDayCondition
source: Enter your Birthday as it is written on your passport or national identity card.
ar: أدخل تاريخ ميلادك كما هو مكتوب في جواز سفرك أو بطاقة الهوية الوطنية.
bn: আপনার পাসপোর্ট বা জাতীয় পরিচয়পত্রে আপনার জন্মদিন লিখুন।
de: Geben Sie Ihren Geburtstag so ein, wie er auf Ihrem Reisepass oder Personalausweis steht.
el: Εισαγάγετε τα γενέθλιά σας όπως αναγράφεται στο διαβατήριό σας ή στην εθνική σας ταυτότητα.
es: Ingrese su fecha de nacimiento como está escrito en su pasaporte o documento nacional de identidad.
fr: Entrez votre date de naissance telle qu'elle est inscrite sur votre passeport ou votre carte d'identité nationale.
hi: अपना जन्मदिन दर्ज करें जैसा कि आपके पासपोर्ट या राष्ट्रीय पहचान पत्र पर लिखा है।
id: Masukkan Tanggal Lahir Anda seperti yang tertulis di paspor atau KTP Anda.
it: Inserisci il tuo compleanno così come è scritto sul passaporto o sulla carta d'identità nazionale.
ja: パスポートまたは国民身分証明書に記載されている誕生日を入力してください。
ko: 여권 또는 주민등록증에 기재된 생일을 입력하세요.
pa: ਆਪਣਾ ਜਨਮਦਿਨ ਦਾਖਲ ਕਰੋ ਕਿਉਂਕਿ ਇਹ ਤੁਹਾਡੇ ਪਾਸਪੋਰਟ ਜਾਂ ਰਾਸ਼ਟਰੀ ਪਛਾਣ ਪੱਤਰ 'ਤੇ ਲਿਖਿਆ ਹੋਇਆ ਹੈ।
pt: Digite sua data de nascimento conforme está escrita em seu passaporte ou carteira de identidade nacional.
ru: Укажите дату рождения, указанную в паспорте или национальном удостоверении личности.
tr: Doğum gününüzü pasaportunuzda veya nüfus cüzdanınızda yazdığı gibi girin.
zh: 输入您的生日，因为它写在您的护照或国民身份证上。

source: Phone
ar: الهاتف
bn: ফোন
de: Telefon
el: Τηλέφωνο
es: Teléfono
fr: Téléphone
hi: फ़ोन
id: Telepon
it: Telefono
ja: 電話
ko: 전화
pa: ਫ਼ੋਨ
pt: Telefone
ru: Телефон
tr: Telefon
zh: 电话

source: Phone number
ar: رقم الهاتف
bn: ফোন নম্বর
de: Telefonnummer
el: Τηλεφωνικό νούμερο
es: Número de teléfono
fr: Numéro de téléphone
hi: फ़ोन नंबर
id: Nomor telepon
it: Numero di telefono
ja: 電話番号
ko: 전화 번호
pa: ਫੋਨ ਨੰਬਰ
pt: Número de telefone
ru: Номер телефона
tr: Telefon numarası
zh: 电话号码

# theAccountAlready
source: The account already exists for that email
ar: الحساب موجود بالفعل لهذا البريد الإلكتروني
bn: অ্যাকাউন্টটি ইতিমধ্যেই সেই ইমেলের জন্য বিদ্যমান
de: Das Konto für diese E-Mail existiert bereits
el: Ο λογαριασμός υπάρχει ήδη για αυτό το email
es: La cuenta ya existe para ese correo electrónico
fr: Le compte existe déjà pour cet e-mail
hi: उस ईमेल के लिए खाता पहले से मौजूद है
id: Akun sudah ada untuk email itu
it: L'account esiste già per quell'email
ja: そのメールのアカウントはすでに存在します
ko: 해당 이메일에 대한 계정이 이미 있습니다.
pa: ਉਸ ਈਮੇਲ ਲਈ ਖਾਤਾ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ
pt: A conta já existe para esse e-mail
ru: Аккаунт для этого адреса электронной почты уже существует
tr: Bu e-posta için hesap zaten var
zh: 该电子邮件的帐户已存在

source: Welcome to our Team
ar: مرحبًا بك في فريقنا
bn: আমাদের দলে স্বাগতম
de: Willkommen in unserem Team
el: Καλώς ήρθατε στην Ομάδα μας
es: Bienvenido a nuestro equipo
fr: Bienvenue dans notre équipe
hi: हमारी टीम में आपका स्वागत है
id: Selamat datang di Tim kami
it: Benvenuto nel nostro Team
ja: 私たちのチームへようこそ
ko: 우리 팀에 오신 것을 환영합니다
pa: ਸਾਡੀ ਟੀਮ ਵਿੱਚ ਸੁਆਗਤ ਹੈ
pt: Bem vindo a nossa equipe
ru: Добро пожаловать в нашу команду
tr: Ekibimize hoş geldiniz
zh: 欢迎加入我们的团队

# journalistReporter
source: Reporter
ar: مراسل
bn: সাংবাদিক ও প্রতিবেদক
de: Journalist & Reporter
el: Δημοσιογράφος & Δημοσιογράφος
es: Periodista y reportero
fr: Journaliste et reporter
hi: पत्रकार और रिपोर्टर
id: Jurnalis & Reporter
it: Giornalista & reporter
ja: ジャーナリスト＆レポーター
ko: 기자 및 기자
pa: ਪੱਤਰਕਾਰ ਅਤੇ ਰਿਪੋਰਟਰ
pt: Jornalista e repórter
ru: Журналист и репортер
tr: Gazeteci ve Muhabir
zh: 记者兼记者

# journalistWriter
source: Journalist and Writer
ar: صحفي وكاتب
bn: সাংবাদিক ও লেখক
de: Journalist & Schriftsteller
el: Δημοσιογράφος & Συγγραφέας
es: Periodista y escritor
fr: Journaliste et écrivain
hi: पत्रकार और लेखक
id: Jurnalis & Penulis
it: Giornalista & scrittore
ja: ジャーナリスト＆ライター
ko: 저널리스트 및 작가
pa: ਪੱਤਰਕਾਰ ਅਤੇ ਲੇਖਕ
pt: Jornalista e escritor
ru: Журналист и писатель
tr: Gazeteci ve Yazar
zh: 记者兼作家

# journalistAnimator
source: Tv Presenter
ar: صحفي ومقدم
bn: সাংবাদিক ও উপস্থাপক
de: Journalist & Moderator
el: Δημοσιογράφος & Παρουσιαστής
es: Periodista y presentador
fr: Journaliste et présentateur
hi: पत्रकार और प्रस्तुतकर्ता
id: Jurnalis & Presenter
it: Giornalista & presentatore
ja: ジャーナリスト＆プレゼンター
ko: 언론인 및 발표자
pa: ਪੱਤਰਕਾਰ ਅਤੇ ਪੇਸ਼ਕਾਰ
pt: Jornalista e Apresentador
ru: Журналист и ведущий
tr: Gazeteci ve Sunucu
zh: 记者兼主持人

source: PhotoJournalist
ar: المصور الصحفي
bn: ফটো জার্নালিস্ট
de: Fotojournalistin
el: Φωτορεπόρτερ
es: Fotoperiodista
fr: PhotoJournaliste
hi: फोटो पत्रकार
id: Jurnalis foto
it: Fotoreporter
ja: フォトジャーナリスト
ko: 사진 기자
pa: ਫੋਟੋ ਜਰਨਲਿਸਟ
pt: Fotojornalista
ru: Фотожурналист
tr: Foto Muhabiri
zh: 摄影记者

# journalistEditor
source: Journalist and Editor
ar: صحفي ومحرر
bn: সাংবাদিক ও সম্পাদক
de: Journalist & Herausgeber
el: Δημοσιογράφος & Συντάκτης
es: Periodista y editor
fr: Journaliste et éditeur
hi: पत्रकार और संपादक
id: Jurnalis & Editor
it: Giornalista & editore
ja: ジャーナリスト＆編集者
ko: 저널리스트 및 편집자
pa: ਪੱਤਰਕਾਰ ਅਤੇ ਸੰਪਾਦਕ
pt: Jornalista e Editor
ru: Журналист и редактор
tr: Gazeteci ve Editör
zh: 记者兼编辑

# onlineJournalistBloger
source: Online Journalist
ar: صحفي عبر الإنترنت أو مدون
bn: অনলাইন সাংবাদিক বা ব্লগার
de: Online-Journalist oder Blogger
el: Δημοσιογράφος στο Διαδίκτυο ή Blogger
es: Periodista online o bloguero
fr: Journaliste ou blogueur en ligne
hi: ऑनलाइन पत्रकार या ब्लॉगर
id: Jurnalis atau Blogger Online
it: Giornalista o blogger online
ja: オンラインジャーナリストまたはブロガー
ko: 온라인 저널리스트 및 블로거
pa: ਆਨਲਾਈਨ ਪੱਤਰਕਾਰ ਬਲੌਗਰ
pt: Blogueiro & jornalista online
ru: Интернет-журналист или блоггер
tr: blog yazarı & çevrimiçi gazeteci
zh: 在线记者和博客

source: Tv Columnist
ar: كاتب عمود تلفزيوني
bn: টিভি কলামিস্ট
de: Investigativer Journalist
el: Τηλεοπτικός αρθρογράφος
es: Columnista de televisión
fr: chroniqueur télé
hi: टीवी स्तंभकार
id: kolumnis TV
it: giornalista televisivo T
ja: テレビコラムニスト
ko: TV 칼럼니스트
pa: ਟੀਵੀ ਕਾਲਮਨਵੀਸ
pt: Colunista de tv
ru: Телеведущий
tr: TV köşe yazarı
zh: 电视专栏作家

source: Freelance Journalist
ar: صحفي مستقل
bn: ফ্রিল্যান্স সাংবাদিক
de: Freiberuflicher Journalist
el: Ανεξάρτητος δημοσιογράφος
es: Periodista independiente
fr: Journaliste indépendant
hi: स्वतंत्र पत्रकार
id: Jurnalis lepas
it: Giornalista freelance
ja: フリーランスの記者
ko: 프리랜서 기자
pa: ਫ੍ਰੀਲਾਂਸ ਪੱਤਰਕਾਰ
pt: Jornalista freelancer
ru: Независимый журналист
tr: Serbest gazeteci
zh: 自由记者

source: Investigative Journalist
ar: المحقق الصحفي
bn: তদন্তকারী সাংবাদিক মো
de: Investigativer Journalist
el: Ερευνητικός Δημοσιογράφος
es: Periodista de investigación
fr: Journaliste d'investigation
hi: खोजी पत्रकार
id: Jurnalis Investigasi
it: Giornalista Investigativo
ja: 調査ジャーナリスト
ko: 탐사보도 기자
pa: ਜਾਂਚ ਪੱਤਰਕਾਰ
pt: Jornalista Investigativo
ru: Журналист-расследователь
tr: araştırmacı gazeteci
zh: 调查记者

# deleteAsk
source: Do you want to continue ?
bn: আপনি কি অবিরত করতে চান ?
de: Möchtest du fortfahren ?
el: Θέλεις να συνεχίσεις ?
es: Quieres continuar ?
fr: Voulez-vous continuer ?
hi: क्या आप जारी रखना चाहते हैं ?
id: Apakah Anda ingin melanjutkan ?
it: Vuoi continuare ?
ja: 続けますか ？
ko: 계속하시겠습니까?
pa: ਕੀ ਤੁਸੀਂ ਜਾਰੀ ਰੱਖਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pt: Você quer continuar ?
ru: Вы хотите продолжить ?
tr: Devam etmek istiyor musun ?
zh: 你要继续吗 ？

# suggestionChatBlocktitle2
source: Telltrue Account
bn: Telltrue অ্যাকাউন্ট
de: Telltrue-Konto
el: Telltrue λογαριασμός
es: Cuenta Telltrue
fr: Compte Telltrue
hi: टेल्ट्रू अकाउंट
id: Akun Telltrue
it: Conto Telltrue
ja: Telltrue アカウント
ko: Telltrue 계정
pa: Telltrue ਖਾਤਾ
pt: Conta Telltrue
ru: Аккаунт Telltrue
tr: Telltrue hesabı
zh: Telltrue 账号

# appBarTitleSignUpMode
source: Sign Up Mode
bn: সাইন আপ মোড
de: Anmeldemodus
