Repository: hamza-ben-ab/hamza-ben-ab.github.io
Catalog: lib/l10n/intl_*.arb
Languages: ar, bn, de, el, es, fr, hi, id, it, ja, ko, pa, pt, ru, tr, zh

# formIdentifierLoginPage
source: Email Address
ar: المعرف
bn: শনাক্তকারী
de: Kennung
el: Αναγνωριστικό
es: Identificador
fr: Identifiant
hi: पहचानकर्ता
id: Pengenal
it: identificatrice
ja: 識別子
ko: 식별자
pa: ਪਛਾਣਕਰਤਾ
pt: Identificador
ru: Идентификатор
tr: Tanımlayıcı
zh: 识别码

# formPasswordLoginPage
source: Password
ar: كلمه السر
bn: পাসওয়ার্ড
de: Passwort
el: Κωδικός πρόσβασης
es: Contraseña
fr: Mot de passe
hi: कुंजिका
id: Kata sandi
it: Parola d'ordine
ja: パスワード
ko: 암호
pa: ਪਾਸਵਰਡ
pt: Senha
ru: пароль
tr: Parola
zh: 密码

# onlyReaderOptionSignIn
source: Or (Only Reader)
ar: أو (القارئ فقط)
bn: বা (কেবল পাঠক)
de: Oder (nur Leser)
el: Ή (Μόνο αναγνώστης)
es: O (Sólo lectora)
fr: Ou (seulement lecteur)
hi: या (केवल पाठक)
id: Atau (Hanya Pembaca)
it: Oppure (solo lettore)
ja: または（リーダーのみ）
ko: 또는 (독자 만)
pa: ਜਾਂ (ਸਿਰਫ ਪਾਠਕ)
pt: Ou (apenas leitor)
ru: Или (только читатель)
tr: Veya (Sadece Okuyucu)
zh: 或（仅限读者）

# forgotPasswordLoginPage
source: Forgot Password ?
ar: هل نسيت كلمة المرور ؟
bn: পাসওয়ার্ড ভুলে গেছেন ?
de: Passwort vergessen ?
el: Ξεχάσατε τον κωδικό ?
es: Se te olvidó tu contraseña ?
fr: Mot de passe oublié ?
hi: पासवर्ड भूल गए ?
id: Tidak ingat kata sandi ?
it: Ha dimenticato la password ?
ja: パスワードをお忘れですか ？
ko: 비밀번호를 잊으 셨나요 ?
pa: ਪਾਸਵਰਡ ਭੁੱਲ ਗਏ ?
pt: Esqueceu a senha ?
ru: Забыли пароль ?
tr: Parolanızı mı unuttunuz ?
zh: 忘记密码 ？

# askForSignUpLoginPage
source: Don't have an account ?
ar: ليس لديك حساب ؟
bn: কোন অ্যাকাউন্ট নেই?
de: Sie haben noch keinen Account?
el: Δεν έχετε λογαριασμό;
es: ¿No tienes una cuenta?
fr: Vous n'avez pas de compte?
hi: खाता नहीं है?
id: Belum punya akun?
it: Non hai un account?
ja: アカウントをお持ちではありませんか？
ko: 계정이 없으십니까?
pa: ਕੀ ਤੁਹਾਡਾ ਕੋਈ ਖਾਤਾ ਨਹੀਂ ਹੈ?
pt: Não tem conta?
ru: Нет учетной записи?
tr: Hesabın yok mu?
zh: 还没有帐号？

# signUpFlatButtonLoginPage
source: Sign Up
ar: سجل
bn: নিবন্ধন করুন
de: Anmelden
el: Εγγραφείτε
es: Regístrate
fr: S'inscrire
hi: साइन अप करें
id: Daftar
it: Iscriviti
ja: サインアップ
ko: 가입하기
pa: ਸਾਇਨ ਅਪ
pt: Inscrever-se
ru: Подписаться
tr: Kaydol
zh: 注册

# connectButtonLoginPage
source: Log In
ar: تسجيل الدخول
bn: প্রবেশ করুন
de: Einloggen
el: Σύνδεση
es: Iniciar sesión
fr: S'identifier
hi: लॉग इन करें
id: Gabung
it: Accesso
ja: ログインする
ko: 로그인
pa: ਲਾਗਿਨ
pt: Conecte-se
ru: Авторизоваться
tr: Oturum aç
zh: 登录

# appBarTitleResetPassword
source: Reset Password
ar: إعادة تعيين كلمة المرور
bn: পাসওয়ার্ড রিসেট করুন
de: Passwort zurücksetzen
el: Επαναφέρετε τον κωδικό πρόσβασης
es: Restablecer la contraseña
fr: Réinitialiser le mot de passe
hi: पासवर्ड रीसेट
id: Atur Ulang Kata Sandi
it: Resetta la password
ja: パスワードを再設定する
ko: 암호를 재설정
pa: ਪਾਸਵਰਡ ਰੀਸੈਟ ਕਰੋ
pt: Redefinir senha
ru: Сброс пароля
tr: Şifreyi yenile
zh: 重设密码

# subtitleResetPassword
source: Step 1 : Find Your Account
ar: الخطوة 1: ابحث عن حسابك
bn: পদক্ষেপ 1: আপনার অ্যাকাউন্টটি সন্ধান করুন
de: Schritt 1: Finden Sie Ihr Konto
el: Βήμα 1: Βρείτε τον λογαριασμό σας
es: Paso 1: busque su cuenta
fr: Étape 1: Trouvez votre compte
hi: चरण 1: अपना खाता खोजें
id: Langkah 1: Temukan Akun Anda
it: Passaggio 1: trova il tuo account
ja: ステップ1：アカウントを探す
ko: 1 단계 : 계정 찾기
pa: ਕਦਮ 1: ਆਪਣਾ ਖਾਤਾ ਲੱਭੋ
pt: Etapa 1: Encontre sua conta
ru: Шаг 1. Найдите свою учетную запись
tr: 1. Adım: Hesabınızı Bulun
zh: 步骤1：找到您的帐户

# descriptionResetPassword
source: We just need your registered email to send you password reset code
ar: نحتاج فقط إلى بريدك الإلكتروني المسجل لنرسل لك رمز إعادة تعيين كلمة المرور
bn: আপনাকে পাসওয়ার্ড রিসেট কোড প্রেরণের জন্য আমাদের কেবল আপনার নিবন্ধিত ইমেল দরকার
de: Wir benötigen nur Ihre registrierte E-Mail-Adresse, um Ihnen den Code zum Zurücksetzen des Passworts zu senden
el: Απλώς χρειαζόμαστε το καταχωρημένο email σας για να σας στείλουμε τον κωδικό επαναφοράς κωδικού πρόσβασης
es: Solo necesitamos su correo electrónico registrado para enviarle el código de restablecimiento de contraseña
fr: Nous avons juste besoin de votre e-mail enregistré pour vous envoyer le code de réinitialisation du mot de passe
hi: आपको पासवर्ड रीसेट कोड भेजने के लिए हमें बस आपके पंजीकृत ईमेल की आवश्यकता है
id: Kami hanya perlu email terdaftar Anda untuk mengirimkan kode reset kata sandi
it: Abbiamo solo bisogno della tua email registrata per inviarti il codice di reimpostazione della password
ja: パスワードリセットコードを送信するには、登録済みのメールアドレスが必要です
ko: 비밀번호 재설정 코드를 보내려면 등록된 이메일만 있으면 됩니다.
pa: ਪਾਸਵਰਡ ਰੀਸੈਟ ਕੋਡ ਭੇਜਣ ਲਈ ਸਾਨੂੰ ਸਿਰਫ ਤੁਹਾਡੀ ਰਜਿਸਟਰਡ ਈਮੇਲ ਦੀ ਜ਼ਰੂਰਤ ਹੈ
pt: Precisamos apenas do seu e-mail cadastrado para enviar o código de redefinição de senha
ru: Нам просто нужен ваш зарегистрированный адрес электронной почты, чтобы отправить вам код для сброса пароля.
tr: Size şifre sıfırlama kodunu göndermek için kayıtlı e-postanıza ihtiyacımız var
zh: 我们只需要您注册的电子邮件向您发送密码重置代码

# hintTextResetPassword
source: Enter your Email correctly
ar: أدخل بريدك الإلكتروني بشكل صحيح
bn: আপনার ইমেলটি সঠিকভাবে প্রবেশ করান
de: Geben Sie Ihre E-Mail richtig ein
el: Εισαγάγετε σωστά το email σας
es: Ingrese su correo electrónico correctamente
fr: Entrez votre email correctement
hi: अपना ईमेल सही दर्ज करें
id: Masukkan Email Anda dengan benar
it: Inserisci la tua email correttamente
ja: メールアドレスを正しく入力してください
ko: 이메일을 정확하게 입력하세요
pa: ਆਪਣੀ ਈਮੇਲ ਨੂੰ ਸਹੀ ਤਰ੍ਹਾਂ ਦਰਜ ਕਰੋ
pt: Digite seu e-mail corretamente
ru: Введите свой адрес электронной почты правильно
tr: E-postanızı doğru girin
zh: 正确输入您的电子邮件

# subtitlePassCode
source: Step 2 : Verification Code
ar: الخطوة 2: رمز التحقق
bn: পদক্ষেপ 2: যাচাইকরণের কোড
de: Schritt 2: Bestätigungscode
el: Βήμα 2: Κωδικός επαλήθευσης
es: Paso 2: código de verificación
fr: Étape 2: Code de vérification
hi: चरण 2: सत्यापन कोड
id: Langkah 2: Kode Verifikasi
it: Passaggio 2: codice di verifica
ja: ステップ2：検証コード
ko: 2 단계 : 인증 코드
pa: ਕਦਮ 2: ਤਸਦੀਕ ਕੋਡ
pt: Etapa 2: Código de Verificação
ru: Шаг 2: код подтверждения
tr: 2. Adım: Doğrulama Kodu
zh: 步骤2：验证码

# descriptionPassCode
source: Enter the verification code we just sent you on your registered
ar: أدخل رمز التحقق الذي أرسلناه لك للتو على حسابك المسجل
bn: আমরা কেবলমাত্র আপনার নিবন্ধিততে যাচাইকরণ কোডটি প্রবেশ করান
de: Geben Sie den Bestätigungscode ein, den wir Ihnen gerade bei Ihrer Registrierung gesendet haben
el: Εισαγάγετε τον κωδικό επαλήθευσης που μόλις σας στείλαμε στο καταχωρημένο σας
fr: Entrez le code de vérification que nous venons de vous envoyer sur votre inscription
hi: सत्यापन कोड दर्ज करें जिसे हमने आपको आपके पंजीकृत पर भेजा है
id: Masukkan kode verifikasi yang baru saja kami kirimkan pada Anda yang terdaftar
it: Inserisci il codice di verifica che ti abbiamo appena inviato sulla tua registrazione
ja: 登録時に送信した確認コードを入力してください
ko: 방금 보내 드린 인증 코드를 입력하십시오.
pa: ਤਸਦੀਕ ਕੋਡ ਦਰਜ ਕਰੋ ਜੋ ਅਸੀਂ ਤੁਹਾਨੂੰ ਹੁਣੇ ਤੁਹਾਡੇ ਰਜਿਸਟਰਡ ਤੇ ਭੇਜਿਆ ਹੈ
pt: Digite o código de verificação que acabamos de enviar para sua conta cadastrada
ru: Введите проверочный код, который мы только что отправили вам на вашем зарегистрированном
tr: Kaydınıza az önce gönderdiğimiz doğrulama kodunu girin
zh: 输入我们刚刚在您注册时发送给您的验证码

# hintTextPassCode
source: Code
ar: الرمز
bn: কোড
el: Κώδικας
es: Código
hi: कोड
id: Kode
it: Codice
ja: コード
ko: 암호
pa: ਕੋਡ
pt: Código
ru: Код
tr: Kod
zh: 码

# resendCodeFlatButtonPassCode
source: Resend Code !
ar: أعد إرسال الرمز !
bn: পুনরায় পাঠানো কোড!
de: Code erneut senden!
el: Ξαναστείλε τον κωδικό!
es: Reenviar codigo !
fr: Renvoyer le code !
hi: पुन: कोड भेजे !
id: Kirim Ulang Kode!
it: Codice di rispedizione !
ja: コードを再送してください！
ko: 코드 재전송!
pa: ਕੋਡ ਦੁਬਾਰਾ ਭੇਜੋ!
pt: Reenviar código !
ru: Отправить код еще раз !
tr: Yeniden gönderme kodu !
zh: 重新发送验证码 ！

# verifybuttonPassCode
source: Verify
ar: تحقق
bn: যাচাই করুন
de: Überprüfen
el: Επαληθεύω
es: Verificar
fr: Vérifier
hi: सत्यापित करें
id: Memeriksa
it: Verificare
ja: 確認
ko: 검증
pa: ਪੜਤਾਲ ਕਰੋ
pt: Verificar
ru: Проверить
tr: Doğrulayın
zh: 校验

# subtitleCreateNewPassword
source: Step 3 : Create New Password
ar: الخطوة 3: إنشاء كلمة مرور جديدة
bn: পদক্ষেপ 3: নতুন পাসওয়ার্ড তৈরি করুন
de: Schritt 3: Neues Passwort erstellen
el: Βήμα 3: Δημιουργία νέου κωδικού πρόσβασης
es: Paso 3: crea una nueva contraseña
fr: Étape 3: créer un nouveau mot de passe
hi: चरण 3: नया पासवर्ड बनाएँ
id: Langkah 3: Buat Kata Sandi Baru
it: Passaggio 3: crea una nuova password
ja: ステップ3：新しいパスワードを作成する
ko: 3 단계 : 새 비밀번호 생성
pa: ਕਦਮ 3: ਨਵਾਂ ਪਾਸਵਰਡ ਬਣਾਓ
pt: Etapa 3: Criar uma nova senha
ru: Шаг 3. Создайте новый пароль
tr: 3. Adım: Yeni Parola Oluşturun
zh: 步骤3：建立新密码

# descriptionCreateNewPassword
source: your new password must be different from the previously used password
ar: يجب أن تكون كلمة المرور الجديدة مختلفة عن كلمة المرور المستخدمة مسبقًا
bn: আপনার নতুন পাসওয়ার্ড অবশ্যই পূর্বে ব্যবহৃত পাসওয়ার্ডের চেয়ে আলাদা হওয়া উচিত
de: Ihr neues Passwort muss sich von dem zuvor verwendeten Passwort unterscheiden
el: ο νέος κωδικός πρόσβασής σας πρέπει να διαφέρει από τον κωδικό πρόσβασης που χρησιμοποιήθηκε προηγουμένως
es: su nueva contraseña debe ser diferente de la contraseña utilizada anteriormente
fr: Votre nouveau mot de passe doit être différent du mot de passe précédemment utilisé
hi: आपका नया पासवर्ड पहले इस्तेमाल किए गए पासवर्ड से अलग होना चाहिए
id: kata sandi baru Anda harus berbeda dari kata sandi yang digunakan sebelumnya
it: la nuova password deve essere diversa dalla password utilizzata in precedenza
ja: 新しいパスワードは、以前に使用したパスワードとは異なる必要があります
ko: 새 비밀번호는 이전에 사용한 비밀번호와 달라야합니다.
pa: ਤੁਹਾਡਾ ਨਵਾਂ ਪਾਸਵਰਡ ਪਹਿਲਾਂ ਵਰਤੇ ਗਏ ਪਾਸਵਰਡ ਤੋਂ ਵੱਖਰਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ
pt: sua nova senha deve ser diferente da senha usada anteriormente
ru: ваш новый пароль должен отличаться от ранее использованного пароля
tr: yeni şifreniz daha önce kullanılan şifreden farklı olmalıdır
zh: 您的新密码必须与以前使用的密码不同

# hintTextNewPassword
source: New Password
ar: كلمة مرور جديدة
bn: নতুন পাসওয়ার্ড
de: Neues Passwort
el: νέος κωδικός πρόσβασης
es: Nueva contraseña
fr: Nouveau mot de passe
hi: नया पासवर्ड
id: kata sandi baru
it: nuova password
ja: 新しいパスワード
ko: 새 비밀번호
pa: ਨਵਾਂ ਪਾਸਵਰਡ
pt: Nova senha
ru: Новый пароль
tr: Yeni Şifre
zh: 新密码

# hintTextConfirmNewPassword
source: Confirm New Password
ar: تأكيد كلمة المرور الجديدة
bn: নিশ্চিত কর নতুন গোপননম্বর
de: Bestätige neues Passwort
el: Επιβεβαιώστε τον καινούριο σας κωδικό
es: Confirmar nueva contraseña
fr: Confirmer le nouveau mot de passe
hi: नए पासवर्ड की पुष्टि करें
id: Konfirmasi password baru
it: Conferma la nuova password
ja: 新しいパスワードを確認
ko: 새 암호를 확인합니다
pa: ਨਵੇਂ ਪਾਸਵਰਡ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ
pt: Confirme a nova senha
ru: Подтвердите новый пароль
tr: Yeni şifreyi onayla
zh: 确认新密码

# subtitleSignUpMode
source: Who are you ?
ar: من أنت ؟
bn: তুমি কে?
de: Wer bist du ?
el: Ποιος είσαι?
es: Quién eres tú ?
fr: Qui êtes vous ?
hi: तुम कौन हो ?
id: Kamu siapa ?
it: Tu chi sei ?
ja: あなたは誰 ？
ko: 당신은 누구입니까?
pa: ਤੂੰ ਕੌਣ ਹੈ ?
pt: Quem é Você ?
ru: Кто ты ?
tr: Kimsin ?
zh: 你是谁 ？

# descriptionSignUpMode
source: you are ready to join us as a journalist, reader, or Media
ar: أنت جاهز للانضمام إلينا كصحفي أو قارئ بسيط أو إعلام
bn: আপনি সাংবাদিক, সরল পাঠক বা মিডিয়া হিসাবে আমাদের সাথে যোগ দিতে প্রস্তুত (সংবাদপত্র, রেডিও, টিভি ...)
de: Sie sind bereit, sich uns als Journalist, einfacher Leser oder Medien (Zeitungen, Radio, Fernsehen ...) anzuschließen.
el: είστε έτοιμοι να συμμετάσχετε μαζί μας ως δημοσιογράφος, Απλός αναγνώστης ή Μέσα (Εφημερίδες, Ραδιόφωνο, Τηλεόραση ...)
es: está listo para unirse a nosotros como periodista, lector simple o medios de comunicación (periódicos, radio, televisión ...)
fr: vous êtes prêt à nous rejoindre en tant que journaliste, lecteur simple ou média (journaux, radio, télévision ...)
hi: आप हमारे साथ एक पत्रकार, सरल पाठक, या मीडिया (समाचार पत्र, रेडियो, टीवी ...) के रूप में जुड़ने के लिए तैयार हैं।
id: Anda siap bergabung dengan kami sebagai jurnalis, Simple reader, atau Media (Koran, Radio, Tv ...)
it: sei pronto per unirti a noi come giornalista, lettore semplice o media (giornali, radio, tv ...)
ja: あなたはジャーナリスト、シンプルな読者、またはメディア（新聞、ラジオ、テレビ...）として私たちに参加する準備ができています
ko: 언론인, 단순 독자 또는 미디어 (신문, 라디오, TV ...)로 참여할 준비가되었습니다.
pa: ਤੁਸੀਂ ਸਾਡੇ ਨਾਲ ਇੱਕ ਪੱਤਰਕਾਰ, ਸਰਲ ਪਾਠਕ, ਜਾਂ ਮੀਡੀਆ (ਅਖਬਾਰਾਂ, ਰੇਡੀਓ, ਟੀਵੀ ...) ਵਜੋਂ ਸ਼ਾਮਲ ਹੋਣ ਲਈ ਤਿਆਰ ਹੋ.
pt: você está pronto para se juntar a nós como jornalista, leitor simples ou mídia (jornais, rádio, TV ...)
ru: вы готовы присоединиться к нам в качестве журналиста, простого читателя или СМИ (газеты, радио, телевидение ...)
tr: bir gazeteci, Basit okuyucu veya Medya olarak bize katılmaya hazırsınız (Gazeteler, Radyo, Tv ...)
zh: 您准备好以记者，简易读者或媒体（报纸，广播，电视...）的身份加入我们的行列

# iamReaderSignUpMode
source: I'am Reader
ar: أنا قارئ
bn: আমি পাঠক
de: Ich bin Leser
el: Είμαι αναγνώστης
es: Soy lector
fr: Je suis lecteur
hi: मैं पाठक हूं
id: Saya Pembaca
it: Sono Reader
ja: 私は読者です
ko: 나는 독자입니다
pa: ਮੈਂ ਰੀਡਰ ਹਾਂ
pt: Sou leitor
ru: Я читатель
tr: Ben Okuyucuyum
zh: 我是读者

# iamJournalistSignUpMode
source: I'am Journalist
ar: انا صحفي
bn: আমি সাংবাদিক
de: Ich bin Journalist
el: Είμαι δημοσιογράφος
es: Soy periodista
fr: Je suis journaliste
hi: मैं पत्रकार हूं
id: Saya Jurnalis
it: Sono giornalista
ja: 私はジャーナリストです
ko: 저는 기자입니다
pa: ਮੈਂ ਪੱਤਰਕਾਰ ਹਾਂ
pt: Sou jornalista
ru: Я журналист
tr: Ben Gazeteciyim
zh: 我是记者

# weareMediaSignUpMode
source: We are Media
ar: نحن ميديا
bn: আমরা মিডিয়া
de: Wir sind Medien
el: Είμαστε ΜΜΕ
es: Nosotros somos medios
fr: Médias
hi: हम मीडिया हैं
id: Kami adalah Media
it: Siamo Media
ja: 私たちはメディアです
ko: 우리는 미디어입니다
pa: ਅਸੀਂ ਮੀਡੀਆ ਹਾਂ
pt: Nós somos mídia
ru: Мы СМИ
tr: Biz Medyayız
zh: 我们是媒体

# yesItsMeButton
source: Yes, It's me
ar: نعم هذا انا
bn: হ্যা, এটা আমি
de: Ja, ich bin es
el: Ναι εγώ είμαι
es: Si, soy yo
fr: Oui c'est moi
hi: हां यह मैं हूँ
id: Ya, ini aku
it: Si sono io
ja: はい、私です
ko: 그래, 나야
pa: ਹਾਂ, ਇਹ ਮੈਂ ਹਾਂ
pt: Sim, sou eu
ru: Да, это я
tr: Evet benim
zh: 是的，是我

# tryAgainButton
source: Try again
ar: حاول مرة أخري
bn: আবার চেষ্টা কর
de: Versuchen Sie es nochmal
el: Προσπάθησε ξανά
es: Intentar otra vez
fr: Réessayer
hi: पुनः प्रयास करें
id: Coba lagi
it: Riprova
ja: 再試行
ko: 다시 시도하십시오
pa: ਫਿਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pt: Tente novamente
ru: Попробуй еще раз
tr: Tekrar deneyin
zh: 再试一次

# noAccountAttachedDes
source: Sorry, no account is attached to this email
ar: عذرا ، لا يوجد حساب مرفق بهذا البريد الإلكتروني
bn: দুঃখিত, এই অ্যাকাউন্টে কোনও অ্যাকাউন্ট সংযুক্ত নেই
de: Entschuldigung, an diese E-Mail ist kein Konto angehängt
el: Λυπούμαστε, δεν έχει επισυναφθεί λογαριασμός σε αυτό το μήνυμα ηλεκτρονικού ταχυδρομείου
es: Lo sentimos, no hay ninguna cuenta adjunta a este correo electrónico.
fr: Désolé, aucun compte n'est attaché à cet e-mail
hi: क्षमा करें, इस ईमेल से कोई खाता संलग्न नहीं है
id: Maaf, tidak ada akun yang dilampirkan ke email ini
it: Spiacenti, nessun account è allegato a questa email
ja: 申し訳ありませんが、このメールにはアカウントが添付されていません
ko: 죄송합니다. 이 이메일에 연결된 계정이 없습니다.
pa: ਮੁਆਫ ਕਰਨਾ, ਇਸ ਈਮੇਲ ਨਾਲ ਕੋਈ ਖਾਤਾ ਜੁੜਿਆ ਨਹੀਂ ਹੈ
pt: Desculpe, nenhuma conta está anexada a este e-mail
ru: К сожалению, к этому письму не привязан аккаунт
tr: Üzgünüz, bu e-postaya eklenmiş bir hesap yok
zh: 抱歉，此电子邮件未附加任何帐户

# taostConfirmThePassWord
source: Please confirm the password
ar: الرجاء تأكيد كلمة المرور
bn: দয়া করে পাসওয়ার্ডটি নিশ্চিত করুন
de: Bitte bestätigen Sie das Passwort
el: Επιβεβαιώστε τον κωδικό πρόσβασης
es: Por favor confirme la contraseña
fr: Veuillez confirmer le mot de passe
hi: कृपया पासवर्ड की पुष्टि करें
id: Harap konfirmasi kata sandi
it: Si prega di confermare la password
ja: パスワードを確認してください
ko: 비밀번호를 확인해주세요
pa: ਕਿਰਪਾ ਕਰਕੇ ਪਾਸਵਰਡ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ
pt: Por favor confirme a senha
ru: Пожалуйста, подтвердите пароль
tr: Lütfen şifreyi onaylayın
zh: 请确认密码

# toastInvalidCode
source: Invalid Code
ar: الرمز غير صحيح
bn: ভুল সঙ্কেত
de: Ungültiger Code
el: Μη έγκυρος κωδικός
es: Codigo invalido
fr: Code invalide
hi: अमान्य कोड
id: Kode salah
it: Codice non VALIDO
ja: 無効なコード
ko: 유효하지 않은 코드
pa: ਅਵੈਧ ਕੋਡ
pt: Código inválido
ru: Неверный код
tr: Geçersiz kod
zh: 无效的代码

# addPostSearchPlaceHint
source: Find the place
ar: ابحث عن المكان
bn: জায়গাটি সন্ধান করুন
de: Finde den Ort
el: Βρείτε το μέρος
es: Encuentra el lugar
fr: Trouver l'endroit
hi: जगह खोजें
id: Temukan tempatnya
it: Trova il posto
ja: 場所を探す
ko: 장소 찾기
pa: ਜਗ੍ਹਾ ਲੱਭੋ
pt: Encontre o lugar
ru: Найдите место
tr: yeri bul
zh: 找地方

# addPostSearchEventHint
source: Find the current event title
ar: ابحث عن عنوان الحدث الحالي
bn: বর্তমান ইভেন্টের শিরোনামটি সন্ধান করুন
de: Finden Sie den aktuellen Veranstaltungstitel
el: Βρείτε τον τρέχοντα τίτλο συμβάντος
es: Encuentra el título del evento actual
fr: Trouver le titre de l'événement en cours
hi: वर्तमान घटना का शीर्षक खोजें
id: Temukan judul acara saat ini
it: Trova il titolo dell'evento in corso
ja: 現在のイベントタイトルを探す
ko: 현재 이벤트 제목 찾기
pa: ਮੌਜੂਦਾ ਘਟਨਾ ਦਾ ਸਿਰਲੇਖ ਲੱਭੋ
pt: Encontre o título do evento atual
ru: Найдите название текущего события
tr: Geçerli etkinlik başlığını bulun
zh: 查找当前事件标题

# addPostSearchPersonHint
source: Find the famous person name
ar: ابحث عن اسم الشخص المشهور
bn: বিখ্যাত ব্যক্তির নামটি সন্ধান করুন
de: Finden Sie den Namen einer berühmten Person
el: Βρείτε το διάσημο όνομα του ατόμου
es: Encuentra el nombre de la persona famosa
fr: Trouver le nom de la personne célèbre
hi: प्रसिद्ध व्यक्ति का नाम खोजें
it: Trova il nome di una persona famosa
ja: 有名人の名前を探す
ko: 유명한 사람 이름 찾기
pa: ਮਸ਼ਹੂਰ ਵਿਅਕਤੀ ਦਾ ਨਾਮ ਲੱਭੋ
pt: Encontre o nome da pessoa famosa
ru: Найдите имя известного человека
tr: Ünlü kişinin adını bulun
zh: 查找名人姓名

# tagPerson
source: Famous person
ar: شخص مشهور
bn: বিখ্যাত ব্যক্তি
de: Berühmte Person
el: Διάσημο πρόσωπο
es: Persona famosa
fr: Célébrité
hi: प्रसिद्ध व्यक्ति
id: Orang terkenal
it: Persona famosa
ja: 有名人
ko: 유명한 사람
pa: ਮਸ਼ਹੂਰ ਵਿਅਕਤੀ
pt: Pessoa famosa
ru: Знаменитая личность
tr: Ünlü kişi
zh: 名人

# tagEvent
source: Event
ar: حدث
bn: ইভেন্ট
de: Veranstaltung
el: Εκδήλωση
es: Evento
fr: Événement
hi: आयोजन
id: Peristiwa
it: Evento
ja: イベント
ko: 이벤트
pa: ਘਟਨਾ
pt: Evento
ru: Событие
tr: Etkinlik
zh: 事件

# tagPlace
source: Place
ar: مكان
bn: স্থান
de: Platz
el: Θέση
es: Sitio
fr: Endroit
hi: स्थान
id: Tempat
it: Posto
ja: 場所
ko: 장소
pa: ਜਗ੍ਹਾ
pt: Lugar
ru: Место
tr: Yer
zh: 地方

# addPostBreakingNewsDesHint
source: Tell us What's Happened
ar: أخبرنا بما حدث
bn: কী হয়েছে আমাদের বলুন
de: Sagen Sie uns, was passiert ist
el: Πείτε μας τι συνέβη
es: Cuéntanos que pasó
fr: Dites-nous ce qui s'est passé
hi: हमें बताएं कि क्या हुआ है
id: Beritahu kami Apa yang Terjadi
it: Raccontaci cosa è successo
ja: 何が起こったのか教えてください
ko: 무슨 일이 있었는지 알려주세요
pa: ਸਾਨੂੰ ਦੱਸੋ ਕਿ ਕੀ ਹੋਇਆ ਹੈ
pt: Conte-nos o que aconteceu
ru: Расскажите нам, что случилось
tr: Bize ne olduğunu anlat
zh: 告诉我们发生了什么

# snackBarTopic
source: You must Select Topic
ar: يجب عليك تحديد الموضوع
bn: আপনার অবশ্যই বিষয় নির্বাচন করুন
de: Sie müssen Thema auswählen Select
el: Πρέπει να επιλέξετε θέμα
es: Debes seleccionar tema
fr: Vous devez sélectionner le sujet
hi: आपको विषय का चयन करना होगा
id: Anda harus Memilih Topik
it: Devi selezionare l'argomento
ja: トピックを選択する必要があります
ko: 주제를 선택해야 합니다.
pa: ਤੁਹਾਨੂੰ ਵਿਸ਼ਾ ਚੁਣਨਾ ਚਾਹੀਦਾ ਹੈ
pt: Você deve selecionar o tópico
ru: Вы должны выбрать тему
tr: Konu Seçmelisiniz
zh: 您必须选择主题

# hintTextIdentifierSignUpWithEmail
source: teltrue-name@exemple.com
ar: عنوان البريد الالكترونى
bn: ইমেল ঠিকানা
de: E-Mail-Addresse
el: Διεύθυνση ηλεκτρονικού ταχυδρομείου
es: Dirección de correo electrónico
fr: Adresse e-mail
hi: ईमेल पता
id: Alamat email
it: Indirizzo email
ja: 電子メールアドレス
ko: 이메일 주소
pa: ਈਮੇਲ ਖਾਤਾ
pt: Endereço de e-mail
ru: Адрес электронной почты
tr: E-posta Adresi
zh: 电子邮件地址

# hintTextPasswordSignUpWithEmail
source: Password
ar: كلمه السر
bn: পাসওয়ার্ড
de: Passwort
el: Κωδικός πρόσβασης
es: Contraseña
fr: Mot de passe
hi: कुंजिका
id: Kata sandi
it: Parola d'ordine
ja: パスワード
ko: 암호
pa: ਪਾਸਵਰਡ
pt: Senha
ru: пароль
tr: Parola
zh: 密码

# hintTextConfirmPasswordSignUpWithEmail
source: Confirm Password
ar: تأكيد كلمة المرور
bn: পাসওয়ার্ড নিশ্চিত করুন
de: Kennwort bestätigen
el: Επιβεβαίωση Κωδικού
es: Confirmar contraseña
fr: Confirmez le mot de passe
hi: पासवर्ड की पुष्टि कीजिये
id: konfirmasi sandi
it: conferma password
ja: パスワードを認証する
ko: 비밀번호 확인
pa: ਪਾਸਵਰਡ ਪੱਕਾ ਕਰੋ
pt: Confirme a Senha
ru: Подтвердите Пароль
tr: Şifreyi Onayla
zh: 确认密码

# hintTextFullNameSignUpWithEmail
source: The Same in the Identifier
ar: الشيء نفسه في المعرف
bn: আইডিতে একই
de: Das Gleiche im Id
el: Το ίδιο στο αναγνωριστικό
es: La misma en el identificador
fr: Le même dans l'identifiant
hi: पहचानकर्ता में वही
id: Sama di Identifier
ja: 識別子も同じ
ko: 식별자에서 동일
pa: ਸਮੈਸਟਰ ਇਨ ਆਈਡੈਂਟੀਫਾਇਰ
pt: O mesmo no identificador
ru: То же в идентификаторе
tr: Tanımlayıcıda Aynı
zh: 标识符相同

# fullNameTitleSignUpWithEmail
source: Full Name
ar: الاسم بالكامل
bn: পুরো নাম
de: Vollständiger Name
el: Πλήρες όνομα
es: Nombre completo
fr: Nom et prénom
hi: पूरा नाम
id: Nama lengkap
it: Nome e cognome
ja: フルネーム
ko: 성명
pa: ਪੂਰਾ ਨਾਂਮ
ru: ФИО
tr: Ad Soyad
zh: 全名

# emailTitleSignUpWithEmail
source: The Official Email Address
ar: عنوان البريد الإلكتروني الرسمي
bn: অফিসিয়াল ইমেল ঠিকানা
de: Die offizielle E-Mail-Adresse
el: Η επίσημη διεύθυνση ηλεκτρονικού ταχυδρομείου
es: La dirección de correo electrónico oficial
fr: L'adresse e-mail officielle
hi: आधिकारिक ईमेल पता
id: Alamat Email Resmi
it: L'indirizzo email ufficiale
ja: 公式メールアドレス
ko: 공식 이메일 주소
pa: ਅਧਿਕਾਰਤ ਈਮੇਲ ਪਤਾ
pt: O endereço de e-mail oficial
ru: Официальный адрес электронной почты
tr: Resmi E-posta Adresi
zh: 官方电子邮件地址

# locationTitleSignUpWithEmail
source: The Current Location
ar: الموقع الحالي
bn: বর্তমান অবস্থান
de: Der aktuelle Standort
el: Η τρέχουσα τοποθεσία
es: La ubicación actual
fr: L'emplacement actuel
hi: वर्तमान स्थान
id: Lokasi Saat Ini
it: La posizione attuale
ja: 現在の場所
ko: 현재 위치
pa: ਮੌਜੂਦਾ ਟਿਕਾਣਾ
pt: A localização atual
ru: Текущее местоположение
zh: 当前位置

# genderSignUpWithEmail
source: Gender
ar: جنس
bn: লিঙ্গ
de: Geschlecht
el: Γένος
es: Género
fr: Genre
hi: लिंग
id: Jenis kelamin
it: Genere
ja: 性別
ko: 성별
pa: ਲਿੰਗ
pt: Gênero
ru: Пол
tr: Cinsiyet
zh: 性别

# hintTextGetLocationSignUpWithEmail
source: Country, City
ar: البلد والمدينة
bn: দেশ, শহর
de: ländliche Stadt
el: κωμόπολη
es: país Ciudad
fr: ville, pays
hi: देश शहर
id: negara, kota
it: città di Campagna
ja: いなか町
ko: 국가, 도시
pa: ਦੇਸ਼, ਸ਼ਹਿਰ
pt: país, cidade
ru: страна город
tr: ülke, şehir
zh: 国家城市

# hintTextSelectMale
source: Male
ar: الذكر
bn: পুরুষ
de: Männlich
el: Αρσενικός
es: Masculino
fr: Mâle
hi: पुरुष
id: Pria
it: Maschio
ja: 男性
ko: 남성
pa: ਨਰ
pt: Masculino
ru: мужчина
tr: Erkek
zh: 男

# hintTextSelectFemale
source: Female
ar: أنثى
bn: মহিলা
de: Weiblich
el: Θηλυκός
es: Hembra
fr: Femelle
hi: महिला
id: Perempuan
it: Femmina
ja: 女性
ko: 여자
pa: .ਰਤ
pt: Fêmea
ru: женский
tr: Kadın
zh: 女

# nextButton
source: Next
ar: التالى
bn: পরবর্তী
de: Nächster
el: Επόμενο
es: siguiente
fr: Suivant
hi: आगे
id: Lanjut
it: Il prossimo
ja: 次
ko: 다음
pa: ਅਗਲਾ
pt: próxima
ru: следующий
tr: Sonraki
zh: 下一个

# snackBarInvalidFullName
source: Enter your full name !
ar: أدخل اسمك الكامل !
bn: আপনার পুরো নাম লিখুন!
de: Geben Sie Ihren vollständigen Namen ein !
el: Εισαγάγετε το πλήρες όνομά σας!
es: Ingrese su nombre completo!
fr: Entrez votre nom complet !
hi: अपना पूरा नाम लिखे !
id: Masukkan nama lengkapmu !
it: Inserisci il tuo nome e cognome !
ja: 氏名を入力してください ！
ko: 당신의 성함을 입력 해주세요 !
pa: ਆਪਣਾ ਪੂਰਾ ਨਾਮ ਦਰਜ ਕਰੋ!
pt: Escreva seu nome completo !
ru: Введите свое полное имя !
tr: Ad ve soyadınızı girin !
zh: 输入您的全名 ！

# snackBarInvalidEmail
source: Enter valid Email address !
ar: أدخل عنوان بريد إلكتروني صالح!
bn: বৈধ ইমেল ঠিকানা লিখুন!
de: Geben Sie eine gültige E-Mail-Adresse ein!
el: Εισαγάγετε έγκυρη διεύθυνση email!
es: Introduzca una dirección de correo electrónico válida.
fr: Entrez une adresse e-mail valide!
hi: मान्य ईमेल पता दर्ज करें!
id: Masukkan alamat email yang valid!
it: Inserisci un indirizzo email valido!
ja: 有効なメールアドレスを入力してください！
ko: 유효한 이메일 주소를 입력하십시오!
pa: ਵੈਧ ਈਮੇਲ ਪਤਾ ਦਰਜ ਕਰੋ!
pt: Insira um endereço de e-mail válido!
ru: Введите действующий адрес электронной почты!
tr: Geçerli bir E-posta adresi girin!
zh: 输入有效的电子邮件地址！
