Repository: hamza-ben-ab/hamza-ben-ab.github.io
Catalog: lib/l10n/intl_*.arb
Languages: ar, bn, de, el, es, fr, hi, id, it, ja, ko, pa, pt, ru, tr, zh

# tagTypeToSearch
source: Type to search
ar: اكتب للبحث
bn: অনুসন্ধান করতে টাইপ করুন
de: Tippe um zu suchen
el: Πληκτρολογήστε για αναζήτηση
es: Escribe para buscar
fr: Tapez pour rechercher
hi: खोजने के लिए लिखें
id: Ketik untuk mencari
it: Digita per cercare
ja: 検索するタイプ
ko: 검색하려면 입력
pa: ਖੋਜਣ ਲਈ ਟਾਈਪ ਕਰੋ
pt: Escreva para pesquisar
ru: Введите для поиска
tr: Aramak için yazın
zh: 键入以搜索

# tagNoTagSearchFound
source: No tag search found
ar: لم يتم العثور على بحث علامة
bn: কোন ট্যাগ সার্চ পাওয়া যায়নি
de: Suche ohne Tag gefunden
el: Δεν βρέθηκε αναζήτηση χωρίς ετικέτα
es: Se encontró una búsqueda sin etiquetas
fr: Recherche sans balise trouvée
hi: नो-टैग खोज मिली
id: Pencarian tanpa tag ditemukan
it: Ricerca senza tag trovata
ja: タグなしの検索が見つかりました
ko: 태그 없는 검색을 찾을 수 없습니다.
pa: ਕੋਈ-ਟੈਗ ਖੋਜ ਨਹੀਂ ਮਿਲੀ
pt: Pesquisa sem tag encontrada
ru: Поиск без тегов не найден
tr: Etiketsiz arama bulundu
zh: 找到无标签搜索

# tagSearchNumberOf
source: Teltrue people are posting about this
ar: نشر أفراد Teltrue حول هذا الموضوع
bn: Teltrue লোকেরা এই বিষয়ে পোস্ট করে
de: Teltrue-Leute posten darüber
el: Teltrue άτομα δημοσιεύουν σχετικά με αυτό
es: La gente de Teltrue publica sobre esto
fr: Teltrue personnes publient à ce sujet
hi: Teltrue लोग इस बारे में पोस्ट करते हैं
id: Teltrue orang memposting tentang ini
it: Teltrue le persone pubblicano su questo
ja: Teltrue 人々はこれについて投稿します
ko: Teltrue 사람들이 이에 대해 게시합니다.
pa: Teltrue ਲੋਕ ਇਸ ਬਾਰੇ ਪੋਸਟ ਕਰਦੇ ਹਨ
pt: Teltrue pessoas postam sobre isso
ru: Teltrue люди пишут об этом
tr: Teltrue insanlar bu konuda paylaşımda bulunuyor
zh: Teltrue 人们发帖讨论这个

# useButton
source: Use This
ar: استخدم هذا
bn: এটা ব্যবহার কর
de: Benutze das
el: Χρησιμοποίησε αυτό
es: Utilizar este
fr: Utilisez ceci
hi: इसका उपयोग
id: Gunakan ini
it: Usa questo
ja: これを使って
ko: 이것을 사용
pa: ਇਸ ਦੀ ਵਰਤੋਂ ਕਰੋ
pt: Usa isto
ru: Использовать этот
tr: Bunu kullan
zh: 用这个

# addPostOpinionHint
source: What do you Think
ar: ما رأيك
bn: আপনি কি মনে করেন
de: Was denkst du
el: Τι νομίζετε
es: Qué opinas
fr: Qu'est-ce que tu penses
hi: आप क्या सोचते हैं
id: Bagaimana menurut anda
it: Cosa pensi
ja: どう思いますか
ko: 어떻게 생각하나요
pa: ਤੁਹਾਨੂੰ ਕੀ ਲੱਗਦਾ ਹੈ
pt: O que você acha
ru: Что ты думаешь
tr: Ne düşünüyorsun
zh: 你怎么看

# addPostEssayDesHintText
source: describe an opinion or personal experience
ar: صِف رأيًا أو تجربة شخصية
bn: একটি মতামত বা ব্যক্তিগত অভিজ্ঞতা বর্ণনা করুন
de: Beschreiben Sie eine Meinung oder persönliche Erfahrung
el: Περιγράψτε μια γνώμη ή μια προσωπική εμπειρία
es: Describe una opinión o experiencia personal.
fr: Décrivez une opinion ou une expérience personnelle
hi: एक राय या व्यक्तिगत अनुभव का वर्णन करें
id: Jelaskan pendapat atau pengalaman pribadi
it: Descrivi un'opinione o un'esperienza personale
ja: 意見や個人的な経験を説明してください
ko: 의견이나 개인적인 경험을 기술하십시오.
pa: ਕਿਸੇ ਰਾਏ ਜਾਂ ਨਿੱਜੀ ਅਨੁਭਵ ਦਾ ਵਰਣਨ ਕਰੋ
pt: Descreva uma opinião ou experiência pessoal
ru: Опишите свое мнение или личный опыт
tr: Bir fikri veya kişisel deneyimi tanımlayın
zh: 描述观点或个人经历

# askQuestionTitleHint
source: Ask something
ar: اسأل شيئا
bn: কিছু জিজ্ঞেস করো
de: Etwas fragen
el: Ρώτα κάτι
es: Pregunta algo
fr: Demander quelque chose
hi: कुछ पूछें
id: Bertanya sesuatu
it: Chiedi qualcosa
ja: 何かを求めます
ko: 뭔가를 묻다
pa: ਕੁਝ ਪੁੱਛੋ
pt: Pergunta algo
ru: Спросить что-то
tr: Bir şey sor
zh: 问一些事情

# addEventTitle
source: Organize an event
ar: تنظيم حدث
bn: একটি অনুষ্ঠানের আয়োজন করুন
de: Organisieren Sie eine Veranstaltung
el: Οργανώστε μια εκδήλωση
es: Organiza un evento
fr: Organiser un événement
hi: एक कार्यक्रम आयोजित करें
id: Menyelenggarakan acara
it: Organizza un evento
ja: イベントを開催する
ko: 이벤트 구성
pa: ਇੱਕ ਸਮਾਗਮ ਦਾ ਆਯੋਜਨ ਕਰੋ
pt: Organize um evento
ru: Организовать мероприятие
tr: Bir etkinlik düzenleyin
zh: 举办活动

# addEventTitleHint
source: Event title
ar: عنوان الحدث
bn: অনুষ্ঠানের শিরোনাম
de: Veranstaltungstitel
el: Τίτλος εκδήλωσης
es: Título del evento
fr: Titre de l'événement
hi: कार्यक्रम का शीर्षक
id: Judul acara
it: Titolo dell'evento
ja: イベントタイトル
ko: 이벤트 제목
pa: ਇਵੈਂਟ ਦਾ ਸਿਰਲੇਖ
pt: Título do evento
ru: Название события
tr: Olay başlığı
zh: 活动标题

# addEventPlaceLabel
source: Event Place
ar: مكان الحدث
bn: ইভেন্টের স্থান
de: Veranstaltungsort
el: Τόπος εκδήλωσης
es: Lugar del evento
fr: Lieu de l'événement
hi: घटना स्थल
id: Tempat Acara
it: Luogo dell'evento
ja: イベント会場
ko: 이벤트 장소
pa: ਘਟਨਾ ਸਥਾਨ
pt: Local do Evento
ru: Место проведения
tr: Etkinlik Yeri
zh: 活动地点

# addEventPlaceHint
source: Hotel, Convention Hall, Street address, Online Event
ar: فندق ، قاعة المؤتمرات ، عنوان الشارع ، حدث عبر الإنترنت
bn: হোটেল, কনভেনশন হল, রাস্তার ঠিকানা, অনলাইন ইভেন্ট
de: Hotel, Kongresshalle, Straße, Online-Veranstaltung
el: Ξενοδοχείο, Συνεδριακό Μέγαρο, Διεύθυνση οδού, Online Εκδήλωση
es: Hotel, sala de convenciones, dirección postal, evento en línea
fr: Hôtel, Salle de congrès, Adresse postale, Événement en ligne
hi: होटल, कन्वेंशन हॉल, सड़क का पता, ऑनलाइन कार्यक्रम
id: Hotel, Convention Hall, Alamat jalan, Acara Online
it: Hotel, Sala convegni, Indirizzo, Evento online
ja: ホテル、コンベンションホール、住所、オンラインイベント
ko: 호텔, 컨벤션 홀, 주소, 온라인 이벤트
pa: ਹੋਟਲ, ਕਨਵੈਨਸ਼ਨ ਹਾਲ, ਗਲੀ ਦਾ ਪਤਾ, Onlineਨਲਾਈਨ ਇਵੈਂਟ
pt: Hotel, salão de convenções, endereço, evento online
ru: Отель, Конференц-зал, Почтовый адрес, Онлайн-мероприятие
tr: Otel, Kongre Salonu, Sokak adresi, Online Etkinlik
zh: 酒店、会议厅、街道地址、在线活动

# addEventSpeakerLabel
source: Animator
ar: مقدم
bn: উপস্থাপক
de: Moderator
el: δωρητής
es: Presentador
fr: Présentateur
hi: प्रस्तोता
id: pembawa acara
it: Presentatore
ja: プレゼンター
ko: 증여자
pa: ਪੇਸ਼ਕਾਰ
pt: Apresentador
ru: ведущий
tr: sunucu
zh: 主持人

# addEventSpeakerHint
source: Speaker full name
ar: اسم المتحدث الكامل
bn: স্পিকারের পুরো নাম
de: Vollständiger Name des Sprechers
el: Πλήρες όνομα ομιλητή
es: Nombre completo del orador
fr: Nom complet de présentateur
hi: स्पीकर का पूरा नाम
id: Nama lengkap pembicara
it: Nome completo del relatore
ja: スピーカーのフルネーム
ko: 스피커 전체 이름
pa: ਸਪੀਕਰ ਦਾ ਪੂਰਾ ਨਾਂ
pt: Nome completo do palestrante
ru: Ф.И.О докладчика
tr: Konuşmacının tam adı
zh: 演讲者全名

# addEventDateLabel
source: Date
ar: تاريخ
bn: তারিখ
de: Datum
el: Ημερομηνία
es: Fecha
hi: दिनांक
id: Tanggal
it: Data
ja: 日にち
ko: 날짜
pa: ਤਾਰੀਖ਼
pt: Encontro: Data
ru: Дата
tr: Tarih
zh: 日期

# addEventMonthHint
source: Month
ar: شهر
bn: মাস
de: Monat
el: Μήνας
es: Mes
fr: Mois
hi: महीना
id: Bulan
it: Mese
ja: 月
ko: 월
pa: ਮਹੀਨਾ
pt: Mês
ru: Месяц
tr: Ay
zh: 月

# addEventDayHint
source: Day
ar: يوم
bn: দিন
de: Tag
el: Ημέρα
es: Día
fr: Jour
hi: दिन
id: Hari
it: Giorno
ja: 日
ko: 일
pa: ਦਿਨ
pt: Dia
ru: День
tr: Gün
zh: 天

# addStartEventTime
source: Start Time
ar: وقت البدء
bn: সময় শুরু
de: Startzeit
el: Ωρα έναρξης
es: Hora de inicio
fr: Heure de début
hi: समय शुरू
id: Waktu mulai
it: Ora di inizio
ja: 始まる時間
ko: 시작 시간
pa: ਅਰੰਭ ਸਮਾਂ
pt: Hora de início
ru: Время начала
tr: Başlangıç saati
zh: 开始时间

# addEndEventTime
source: End Time
ar: وقت النهاية
bn: শেষ সময়
de: Endzeit
el: Τέλος χρόνου
es: Hora de finalización
fr: Heure de fin
hi: अंत समय
id: Akhir waktu
it: Tempo scaduto
ja: 終了時間
ko: 종료 시간
pa: ਸਮਾਪਤੀ ਸਮਾਂ
pt: Fim do tempo
ru: Время окончания
tr: Bitiş zamanı
zh: 时间结束

# addEventPoster
source: Event Poster
ar: ملصق الحدث
bn: ইভেন্ট পোস্টার
de: Veranstaltungsplakat
el: Αφίσα εκδηλώσεων
es: Cartel de evento
fr: Affiche de l'événement
hi: घटना पोस्टर
id: Poster Acara
it: locandina dell'evento
ja: イベントポスター
ko: 이벤트 포스터
pa: ਇਵੈਂਟ ਪੋਸਟਰ
pt: Cartaz do Evento
ru: Афиша мероприятия
tr: Etkinlik Posteri
zh: 活动海报

# addEventAboutHint
source: About Event...
ar: حول الحدث ...
bn: ইভেন্ট সম্পর্কে ...
de: Über Veranstaltung...
el: Σχετικά με την εκδήλωση ...
es: Acerca del evento ...
fr: À propos de l'événement...
hi: घटना के बारे में...
id: Tentang Acara...
it: Informazioni sull'evento...
ja: イベントについて...
ko: 이벤트 정보...
pa: ਘਟਨਾ ਬਾਰੇ ...
pt: Sobre o evento ...
ru: О мероприятии ...
tr: Etkinlik Hakkında...
zh: 关于活动...

source: No content available
ar: لا يوجد محتوى متاح
bn: কোন কন্টেন্ট পাওয়া যায় না
de: Kein Inhalt verfügbar
el: Δεν υπάρχει διαθέσιμο περιεχόμενο
es: No hay contenido disponible
fr: Aucun contenu disponible
hi: कोई सामग्री उपलब्ध नहीं है
id: Tidak ada konten yang tersedia
it: Nessun contenuto disponibile
ja: 利用可能なコンテンツはありません
ko: 사용 가능한 콘텐츠가 없습니다
pa: ਕੋਈ ਸਮਗਰੀ ਉਪਲਬਧ ਨਹੀਂ ਹੈ
pt: Nenhum conteúdo disponível
ru: Контент недоступен
tr: İçerik yok
zh: 没有可用的内容

# noOtherPublication
source: There are no other publications to display
ar: لا توجد منشورات أخرى لعرضها
bn: প্রদর্শনের জন্য অন্য কোন প্রকাশনা নেই
de: Es sind keine anderen Publikationen zum Anzeigen vorhanden
el: Δεν υπάρχουν άλλες δημοσιεύσεις προς εμφάνιση
es: No hay otras publicaciones para mostrar
fr: Il n'y a pas d'autres publications à afficher
hi: प्रदर्शित करने के लिए कोई अन्य प्रकाशन नहीं हैं
id: Tidak ada publikasi lain untuk ditampilkan
it: Non ci sono altre pubblicazioni da visualizzare
ja: 表示する他の出版物はありません
ko: 표시할 다른 출판물이 없습니다
pa: ਪ੍ਰਦਰਸ਼ਿਤ ਕਰਨ ਲਈ ਕੋਈ ਹੋਰ ਪ੍ਰਕਾਸ਼ਨ ਨਹੀਂ ਹਨ
pt: Não há outras publicações para exibir
ru: Нет других публикаций для отображения
tr: Gösterilecek başka yayın yok
zh: 没有其他出版物可显示

# trueKey
source: True
ar: صحيح
bn: সত্য
de: Stimmt
el: αληθής
es: verdadero
fr: Vrai
hi: सही
id: sejati
it: vero
ja: 真
ko: 진실
pa: ਸੱਚ
pt: verdade
ru: истинный
tr: doğru
zh: 真的

# falseKey
source: False
ar: خطأ
bn: মিথ্যা
de: falsch
el: ψευδής
es: postizo
fr: Faux
hi: असत्य
id: palsu
it: falso
ja: 偽
ko: 그릇된
pa: ਝੂਠਾ
pt: falso
ru: ложный
tr: yanlış
zh: 虚假

source: Report
ar: التبليغ
bn: রিপোর্ট
de: Prüfbericht
el: αναφορά
es: reporte
fr: Rapport
hi: प्रतिवेदन
id: palsu
it: rapporto
ja: 報告
ko: 보고서
pa: ਰਿਪੋਰਟ
pt: relatório
ru: отчет
tr: rapor
zh: 报告

source: Dislike
ar: لم يعجبنى
bn: অপছন্দ
de: nicht mögen
el: αντιπάθεια
es: disgusto
fr: Ne pas aimer
hi: नापसंद
id: tidak suka
it: antipatia
ja: 嫌い
ko: 싫어함
pa: ਨਾਪਸੰਦ
pt: desgostar
ru: неприязнь
tr: Beğenmemek
zh: 反感

# fiveMostRead
source: The five most read
ar: الخمسة الأكثر قراءة
bn: সর্বাধিক পঠিত পাঁচটি
de: Die fünf meistgelesenen
el: Τα πέντε πιο διαβασμένα
es: Los cinco más leídos
fr: Les cinq plus lus
hi: पांच सबसे ज्यादा पढ़े जाने वाले
id: Lima yang paling banyak dibaca
it: I cinque più letti
ja: 最も読まれた5つ
ko: 가장 많이 읽은 5가지
pa: ਸਭ ਤੋਂ ਵੱਧ ਪੜ੍ਹੇ ਜਾਣ ਵਾਲੇ ਪੰਜ
pt: Os cinco mais lidos
ru: Пятерка самых читаемых
tr: En çok okunan beş
zh: 最常阅读的五个

# fiveMostViews
source: The five most view
ar: الخمسة الأكثر مشاهدة
bn: পাঁচটি সবচেয়ে বেশি দেখা
de: Die fünf meistbesuchten
el: Οι πέντε περισσότερες προβολές
es: Las cinco más vistas
fr: Les cinq plus-vues
hi: पांच सबसे ज्यादा देखे जाने वाले
id: Lima paling-pandangan
it: I cinque più visti
ja: 最も多い5つのビュー
ko: 최다 조회수 5개
pa: ਪੰਜ ਸਭ ਤੋਂ ਵੱਧ ਦ੍ਰਿਸ਼
pt: As cinco mais visualizações
ru: Пятерка самых популярных
tr: Beş En-görünümler
zh: 观看次数最多的五个

# deletedPost
source: Deleted publication
ar: المنشورات المحذوفة
bn: প্রকাশনা মুছে ফেলা হয়েছে
de: Gelöschte Veröffentlichung
el: Διαγραφή δημοσίευσης
es: Publicación eliminada
fr: Publication supprimée
hi: हटाए गए प्रकाशन
id: Publikasi yang dihapus
it: Pubblicazione eliminata
ja: パブリケーションを削除しました
ko: 삭제된 출판물
pa: ਪ੍ਰਕਾਸ਼ਨ ਮਿਟਾਇਆ ਗਿਆ
pt: Publicação excluída
ru: Удаленная публикация
tr: Silinen yayın
zh: 已删除的出版物

# noPostDeletedYet
source: No publication has been deleted yet
ar: لم يتم حذف أي منشور بعد
bn: এখনো কোন প্রকাশনা মুছে যায়নি
de: Es wurde noch keine Veröffentlichung gelöscht
el: Δεν δημοσίευση έχει διαγραφεί ακόμα
es: Aún no se ha eliminado ninguna publicación
fr: Aucune publication n'a encore été supprimée
hi: अभी तक कोई प्रकाशन हटाया नहीं गया है
id: Belum ada publikasi yang dihapus
it: Nessuna pubblicazione è stata ancora eliminata
ja: パブリケーションはまだ削除されていません
ko: 아직 삭제된 출판물이 없습니다.
pa: ਅਜੇ ਤੱਕ ਕੋਈ ਪ੍ਰਕਾਸ਼ਨ ਮਿਟਾਇਆ ਨਹੀਂ ਗਿਆ ਹੈ
pt: Nenhuma publicação foi excluída ainda
ru: Публикация еще не удалена
tr: Hiçbir yayın henüz silindi
zh: 尚未删除任何出版物

# interestAll
source: All
ar: الكل
bn: সব
de: Alle
el: Ολα
es: Todas
fr: Tous
hi: सभी
id: Semua
it: Tutto
ja: 全て
ko: 모두
pa: ਸਾਰੇ
pt: Tudo
ru: Все
tr: Tüm
zh: 全部

# interestWorld
source: World
ar: العالمية
bn: বিশ্ব
de: Welt
el: Κόσμος
es: Mundo
fr: Monde
hi: दुनिया
id: Dunia
it: Mondo
ja: 世界
ko: 세계
pa: ਵਿਸ਼ਵ
pt: Mundo
ru: Мир
tr: Dünya
zh: 世界

# interestBusiness
source: Business & Finance
ar: المال والأعمال
bn: ব্যবসা এবং ফাইন্যান্স
de: Geschäft und Finanzen
el: Επιχειρήσεις και Οικονομικά
es: Negocios y Finanzas
fr: Affaires et finances
hi: व्यापार और वित्त
id: Bisnis dan Keuangan
it: Affari e finanza
ja: ビジネスと金融
ko: 비즈니스 및 금융
pa: ਵਪਾਰ ਅਤੇ ਵਿੱਤ
pt: Negócios e Finanças
ru: Бизнес и финансы
tr: İş ve finans
zh: 商业和金融

# interestLifestyle
source: Lifestyle
ar: أسلوب الحياة
bn: জীবনধারা
de: Lebensstil
el: Τρόπος ζωής
es: Estilo de vida
fr: Mode de vie
hi: बॉलीवुड
id: Gaya hidup
it: Stile di vita
ja: ライフスタイル
ko: 생활 양식
pa: ਜੀਵਨ ਸ਼ੈਲੀ
pt: Estilo de vida
ru: образ жизни
tr: Yaşam tarzı
zh: 生活方式

# interestTechnology
source: Computers Science & Technology
ar: علوم الكمبيوتر والتكنولوجيا
bn: কম্পিউটার বিজ্ঞান ও প্রযুক্তি
de: Informatik und Technologie
el: Επιστήμη και Τεχνολογία Υπολογιστών
es: Ciencia y Tecnología de Computadores
fr: La technologie
hi: प्रौद्योगिकी
id: Teknologi
it: Tecnologia
ja: テクノロジー
ko: 기술
pa: ਤਕਨਾਲੋਜੀ
pt: Tecnologia
ru: Технология
tr: teknoloji
zh: 技术

# interestSport
source: Sport
ar: رياضة
bn: খেলাধুলা
el: Αθλημα
es: Deporte
hi: खेल
id: Olahraga
ja: スポーツ
ko: 스포츠
pa: ਖੇਡ
pt: Esporte
ru: Спорт
tr: Spor
zh: 运动

# interestHealth
source: Health & Medicine
ar: الصحة والعلاج
bn: স্বাস্থ্য ও চিকিৎসা
de: Gesundheit & Medizin
el: Υγεία & Ιατρική
es: Salud y Medicina
fr: Santé et médecine
hi: स्वास्थ्य और चिकित्सा
id: Kesehatan & Kedokteran
it: Salute e medicina
ja: 健康と医学
ko: 건강 및 의학
pa: ਸਿਹਤ ਅਤੇ ਦਵਾਈ
pt: Saúde e Medicina
ru: Здоровье и медицина
tr: Sağlık ve Tıp
zh: 健康与医学

# interestScience
source: Science
ar: علوم
bn: বিজ্ঞান
de: Wissenschaft
el: Επιστήμη
es: Ciencias
fr: Sciences
hi: विज्ञान
id: Sains
it: Scienza
ja: 化学
ko: 과학
pa: ਵਿਗਿਆਨ
pt: Ciência
ru: Наука
tr: Bilim
zh: 科学

# interestEntertainment
source: Entertainment
ar: ترفية
bn: বিনোদন
el: Ψυχαγωγία
es: Entretenimiento
fr: Divertissement
hi: मनोरंजन
id: Hiburan
it: Divertimento
ja: エンターテイメント
ko: 오락
pa: ਮਨੋਰੰਜਨ
pt: Entretenimento
ru: Развлечение
tr: Eğlence
zh: 娱乐

# interestAgriculture
source: Agriculture
ar: الزراعة
bn: কৃষি
de: Landwirtschaft
el: Γεωργία
es: Agricultura
hi: कृषि
id: Pertanian
it: agricoltura
ja: 農業
ko: 농업
pa: ਖੇਤੀ ਬਾੜੀ
pt: Agricultura
ru: сельское хозяйство
tr: Tarım
zh: 农业

# interestMechanical
source: mechanical
ar: علم الميكانيكا
bn: মেকানিক্স
de: Mechanik
el: Μηχανική
es: Mecánica
fr: Mécanique
hi: यांत्रिकी
id: Mekanika
it: Meccanica
ja: 力学
ko: 역학
pa: ਮਕੈਨਿਕਸ
pt: Mecânica
ru: Механика
tr: mekanik
zh: 力学

# interestOther
source: Other
ar: آخر
bn: অন্যান্য
de: Sonstiges
el: Αλλα
es: Otro
fr: Autre
hi: अन्य
id: Lainnya
it: Altro
ja: 他の
ko: 다른
pa: ਹੋਰ
pt: De outros
ru: Другой
tr: Başka
zh: 其他

source: Filter
ar: الفلاتر
bn: ছাঁকনি
el: Φίλτρο
es: Filtrar
fr: Filtre
hi: फ़िल्टर
it: Filtro
ja: フィルター
ko: 필터
pa: ਫਿਲਟਰ
pt: Filtro
ru: Фильтр
tr: Filtre
zh: 筛选

source: Watch
ar: شاهد
bn: ওয়াচ
de: Beobachten
el: Παρακολουθώ
es: Reloj
fr: Regarder
hi: घड़ी
id: Jam tangan
it: Orologio
ja: ウォッチ
ko: 손목 시계
pa: ਵਾਚ
pt: Assista
ru: Смотреть
tr: izle
zh: 手表

source: Trending
ar: الشائع
bn: ট্রেন্ডিং
de: Im Trend
el: Τάσεις
es: Tendencias
fr: Tendance
hi: ट्रेंडिंग
id: Sedang tren
it: Tendenza
ja: トレンド
ko: 동향
pa: ਪ੍ਰਚਲਿਤ
pt: Tendendo
ru: В тренде
tr: Trend olan
zh: 趋势

source: Home
ar: الصفحة الرئيسية
bn: বাড়ি
de: Heim
el: Σπίτι
es: Casero
fr: Accueil
hi: गृह
id: Rumah
it: Casa
ja: ホーム
ko: 홈
pa: ਘਰ
pt: Casa
ru: Домой
tr: Ana Sayfa
zh: 主页

source: Write
ar: اكتب
bn: লিখুন
de: Schreib
el: Γράφω
es: Redactar
fr: Écrivez
hi: लिखना
id: Menulis
it: Scrivi
ja: 書きます
ko: 쓰다
pa: ਲਿਖੋ
pt: Escrever
ru: Напишите
tr: Yazı yazmak
zh: 写

source: Read later
ar: اقرأ لاحقا
bn: পরে পড়ুন
de: Später lesen
el: Διαβάστε αργότερα
es: Leer más tarde
fr: Lire plus tard
hi: बाद में पढ़ें
id: Baca nanti
it: Leggi dopo
ja: 後で読む
ko: 나중에 읽기
pa: ਬਾਅਦ ਵਿੱਚ ਪੜ੍ਹੋ
pt: Leia mais tarde
ru: Прочтите позже
tr: Sonra Oku
zh: 稍后阅读

source: Watch later
ar: أشاهده لاحقا
bn: পরে দেখুন
de: Später ansehen
el: Δείτε αργότερα
es: Ver despues
fr: Regarder plus tard
hi: बाद में देखना
id: Lihat nanti
it: Guardare in seguito
ja: 後で見る
ko: 나중에 보기
pa: ਬਾਅਦ 'ਚ ਦੇਖੋ
pt: Assistir depois
ru: Смотреть позже
tr: Daha sonra izle
zh: 稍后观看

# dashbord
source: Dashboard
ar: لوحة القيادة
bn: ড্যাশবোর্ড
de: Armaturenbrett
el: Ταμπλό
es: Tablero de Mandos
fr: Tableau de bord
hi: डैशबोर्ड
id: Dasbor
it: Cruscotto
ja: ダッシュボード
ko: 계기반
pa: ਡੈਸ਼ਬੋਰਡ
ru: Щиток приборов
tr: Gösterge Paneli
zh: 仪表板

source: Payment
ar: الدفع
bn: পেমেন্ট
de: Zahlung
el: Πληρωμή
es: Pago
fr: Paiement
hi: भुगतान
id: Pembayaran
it: Pagamento
ja: 支払い
ko: 지불
pa: ਭੁਗਤਾਨ
pt: Pagamento
ru: Оплата
tr: Ödeme
zh: 付款

source: Read
ar: اقرا
bn: পড়
de: Lesen
el: Διαβάστε
es: Leer
fr: Lire
hi: पढ़ें
id: Membaca
it: Leggi
ja: 読んだ
ko: 읽다
pa: ਪੜ੍ਹਿਆ
pt: Ler
ru: Читать
tr: Oku
zh: 读

source: Biography
ar: سيرة شخصية
bn: জীবনী
de: Biografie
el: Βιογραφία
es: Biografía
fr: Biographie
hi: जीवनी
id: Biografi
it: Biografia
ja: バイオグラフィー
ko: 의 전기
pa: ਜੀਵਨੀ
pt: Biografia
ru: биография
tr: Biyografi
zh: 传记

source: Read more
ar: اقرأ أكثر
bn: আরো পড়ুন
de: Weiterlesen
el: Διάβασε περισσότερο
es: Leer más
fr: Lire la suite
hi: अधिक पढ़ें
id: Baca lebih lajut
it: Leggi di più
ja: 続きを読む
ko: 자세히 보기
pa: ਹੋਰ ਪੜ੍ਹੋ
pt: Leia mais
ru: Читать больше
tr: Devamını oku
zh: 阅读更多

# profileExperienceSnackBarCompanyName
source: Enter company name
ar: أدخل اسم الشركة
bn: কোম্পানির নাম লিখুন
de: Geben Sie den Firmennamen ein
el: Εισαγάγετε το όνομα της εταιρείας
es: Ingrese el nombre de la empresa
fr: Entrez le nom de l'entreprise
hi: कंपनी का नाम दर्ज करें
id: Masukkan nama perusahaan
it: Inserisci il nome dell'azienda
ja: 会社名を入力してください
ko: 회사 이름을 입력하세요
pa: ਕੰਪਨੀ ਦਾ ਨਾਮ ਦਰਜ ਕਰੋ
pt: Insira o nome da empresa
ru: Введите название компании
tr: Şirket adını girin
zh: 输入公司名称

# profileExperienceSnackBarJobTitle
source: Enter job title
ar: أدخل المسمى الوظيفي
bn: কাজের শিরোনাম লিখুন
de: Geben Sie die Berufsbezeichnung ein
el: Εισαγάγετε τον τίτλο εργασίας
es: Ingrese el título del trabajo
fr: Entrez le titre du poste
hi: नौकरी का शीर्षक दर्ज करें
id: Masukkan judul pekerjaan
it: Inserisci il titolo di lavoro
ja: 役職を入力してください
ko: 직함을 입력하세요
pa: ਨੌਕਰੀ ਦਾ ਸਿਰਲੇਖ ਦਾਖਲ ਕਰੋ
pt: Insira o cargo
ru: Введите название должности
tr: İş unvanını girin
zh: 输入职位名称

# profileExperienceSnackBarInvalidPeriode
source: Invalid period
ar: فترة غير صالحة
bn: অবৈধ সময়কাল
de: Ungültiger Zeitraum
el: Μη έγκυρη περίοδος
es: Periodo inválido
fr: Période invalide
hi: अमान्य अवधि
id: Periode tidak valid
it: Periodo non valido
ja: 無効な期間
ko: 유효하지 않은 기간
pa: ਅਵੈਧ ਅਵਧੀ
pt: Período inválido
ru: Недействительный период
tr: Geçersiz dönem
zh: 无效期间

# addButton
source: Add
ar: اضف
bn: যোগ করুন
de: Hinzufügen
el: Προσθήκη
es: Agregar
fr: Ajouter
hi: जोड़ें
id: Menambahkan
it: Inserisci
ja: に追加
ko: 추가하다
pa: ਸ਼ਾਮਲ ਕਰੋ
pt: Adicionar
ru: Добавлять
tr: Ekle
zh: 添加

# profileInterest
source: Interests
ar: الإهتمامات
bn: আগ্রহ
de: Interessen
el: Τα ενδιαφέροντα
es: Intereses
fr: Intérêts
hi: रूचियाँ
id: Minat
it: Interessi
ja: 興味
ko: 관심사
pa: ਰੁਚੀਆਂ
pt: Interesses
ru: Интересов
tr: ilgi alanları
zh: 兴趣

# requiredFiled
source: Field required
ar: حقل مطلوب
bn: ক্ষেত্র প্রয়োজন
de: Pflichtfeld
el: πεδίο που απαιτείται
es: Campo requerido
fr: Champ obligatoire
hi: आवश्यक क्षेत्र
id: bidang yang dibutuhkan
it: campo obbligatorio
ja: 必要なフィールド
ko: 필수 필드
pa: ਖੇਤਰ ਦੀ ਲੋੜ ਹੈ
pt: campo requerido
ru: обязательное поле
tr: alan gerekli
zh: 必填字段

# descriptionPoll
source: Description of poll
ar: حول الاستطلاع
bn: জনমত সম্বন্ধে
de: Über die Umfrage
el: Σχετικά με τη δημοσκόπηση
es: Sobre la encuesta
fr: À propos du sondage
hi: जनमत के बारे में
id: Tentang polling
it: A proposito del sondaggio
ja: 世論調査について
ko: 설문조사에 대하여
pa: ਪੋਲ ਬਾਰੇ
pt: Sobre a enquete
ru: Об опросе
tr: Anket hakkında
zh: 关于民意调查

# articleReference
source: Article references
ar: مراجع المقالات
bn: নিবন্ধ রেফারেন্স
de: Artikelreferenzen
el: Παραπομπές άρθρου
es: Referencias de artículos
fr: Références des articles
hi: लेख संदर्भ
id: Referensi artikel
it: Riferimenti agli articoli
ja: 記事の参照
ko: 문서 참고
pa: ਲੇਖ ਹਵਾਲੇ
pt: Referências de artigos
ru: Ссылки на статьи
tr: Makale referansları
zh: 文章参考

# snackBarAddParagph
source: Add one paragph a least
ar: أضف على الأقل فقرة واحدة
bn: অন্তত একটি অনুচ্ছেদ যোগ করুন
de: Fügen Sie mindestens einen Absatz hinzu
el: Προσθέστε τουλάχιστον μία παράγραφο
es: Agrega al menos un párrafo
fr: Ajouter au moins un paragraphe
hi: कम से कम एक पैराग्राफ जोड़ें
id: Tambahkan setidaknya satu paragraf
it: Aggiungi almeno un paragrafo
ja: 少なくとも1つの段落を追加します
ko: 하나 이상의 단락 추가
pa: ਘੱਟੋ ਘੱਟ ਇੱਕ ਪੈਰਾ ਸ਼ਾਮਲ ਕਰੋ
pt: Adicione pelo menos um parágrafo
ru: Добавьте хотя бы один абзац
tr: En az bir paragraf ekleyin
zh: 添加至少一段

# createProfileNationality
source: Nationality
ar: الجنسية
bn: জাতীয়তা
de: Nationalität
el: Ιθαγένεια
es: Nacionalidad
fr: Nationalité
hi: राष्ट्रीयता
id: Kebangsaan
it: Nazionalità
ja: 国籍
ko: 국적
pa: ਕੌਮੀਅਤ
pt: Nacionalidade
ru: Национальность
tr: Milliyet
zh: 国籍

# createProfileChildren
source: Children
ar: الاطفال
bn: শিশুরা
de: Kinder
el: Παιδιά
es: Niños
fr: Enfants
hi: संतान
id: Anak-anak
it: Bambini
ja: 子供達
ko: 어린이들
pa: ਬੱਚੇ
pt: Crianças
ru: Дети
tr: Çocuklar
zh: 孩子们

# createProfileRelation
source: Relationship Status
ar: الحالة الاجتماعية
bn: সম্পর্কের অবস্থা
de: Beziehungsstatus
el: Κατάσταση σχέσης
es: Estado de la relación
fr: Statut de la relation
hi: रिश्ते की स्थिति
id: Status hubungan
it: Stato della relazione
ja: 関係の状態
ko: 관계 상태
pa: ਰਿਸ਼ਤਾ ਹਾਲਤ
pt: Status de relacionamento
ru: Статус отношений
tr: ilişki durumu
zh: 关系状态

# createProfileEducation
source: Education
ar: التعليم
bn: শিক্ষা
de: Ausbildung
el: Εκπαίδευση
es: Educación
fr: Éducation
hi: शिक्षा
id: Pendidikan
it: Educazione
ja: 教育
ko: 교육
pa: ਸਿੱਖਿਆ
pt: Educação
ru: Образование
tr: Eğitim
zh: 教育

# createProfileOccupation
source: Occupation
ar: المهنة
bn: পেশা
de: Beschäftigung
el: Κατοχή
es: Ocupación
hi: पेशा
id: Pendudukan
it: Occupazione
ja: 職業
ko: 직업
pa: ਕਿੱਤਾ
pt: Ocupação
ru: Оккупационный
tr: İşgal
zh: 职业

# snackBarAddSteps
source: Add at least one step
ar: أضف خطوة واحدة على الأقل
bn: অন্তত একটি ধাপ যোগ করুন
de: Mindestens einen Schritt hinzufügen
el: Προσθέστε τουλάχιστον ένα βήμα
es: Agrega al menos un paso
fr: Ajouter au moins une étape
hi: कम से कम एक चरण जोड़ें
id: Tambahkan setidaknya satu langkah
it: Aggiungi almeno un passaggio
ja: 少なくとも1つのステップを追加します
ko: 단계를 하나 이상 추가하세요.
pa: ਘੱਟੋ ਘੱਟ ਇੱਕ ਕਦਮ ਸ਼ਾਮਲ ਕਰੋ
pt: Adicione pelo menos uma etapa
ru: Добавьте хотя бы один шаг
tr: En az bir adım ekleyin
zh: 添加至少一个步骤

# like
source: Likes
ar: الإعجابات
bn: পছন্দ করে
el: Αρέσεις
es: gustos
fr: Aime
hi: को यह पसंद है
id: Suka
it: Piace
ja: いいね
ko: 좋아요
pa: ਪਸੰਦ
pt: Curtidas
ru: Нравится
tr: beğeniler
zh: 点赞数

# postViewWrittenBy
source: Written by
ar: من تأليف
bn: লিখেছেন
de: Geschrieben von
el: Γραμμένο από
es: Escrito por
fr: Écrit par
hi: द्वारा लिखित
id: Ditulis oleh
it: Scritto da
ja: によって書かれた
ko: 에 의해 작성
pa: ਦੁਆਰਾ ਲਿਖਿਆ ਗਿਆ
pt: Escrito por
ru: Написано
tr: Tarafından yazılmıştır
zh: 撰稿人

# postViewUpdate
source: Updated
ar: تحديث
bn: হালনাগাদ
de: Update
el: Ενημέρωση
es: Puesta al día
fr: Mettre à jour
hi: अपडेट करें
id: Pembaruan
it: Aggiornamento
ja: アップデート
ko: 업데이트
pa: ਅੱਪਡੇਟ ਕਰੋ
pt: Atualizar
ru: Обновлять
tr: Güncelleme
zh: 更新

source: Picture by
ar: صورة
bn: দ্বারা ছবি
de: Foto von
el: Φωτογραφία από
es: Imagen de
fr: Image par
hi: द्वारा चित्र
id: Gambar oleh
it: Foto di
ja: による画像
ko: 사진 작성자
pa: ਦੁਆਰਾ ਤਸਵੀਰ
pt: Foto de
ru: Изображение автора
tr: tarafından resim
zh: 图片由

source: Video by
ar: فيديو
bn: দ্বারা ভিডিও
de: Video von
el: Βίντεο από
es: Video por
fr: Vidéo de
hi: द्वारा वीडियो
id: Video oleh
it: Video di
ja: によるビデオ
ko: 동영상 작성자
pa: ਦੁਆਰਾ ਵੀਡੀਓ
pt: Vídeo por
ru: Видео от
tr: Videoyu hazırlayan
zh: 视频由
