Repository: hamza-ben-ab/hamza-ben-ab.github.io
Catalog: lib/l10n/intl_*.arb
Languages: ar, bn, de, el, es, fr, hi, id, it, ja, ko, pa, pt, ru, tr, zh

# unDoneDialogDiscardDes
source: This can't be undone and you'll lose your draft.
ar: لا يمكن التراجع عن هذا وستفقد مسودتك.
bn: এটি পূর্বাবস্থায় ফেরানো যাবে না এবং আপনি আপনার খসড়া হারাবেন।
de: Dies kann nicht rückgängig gemacht werden und Sie verlieren Ihren Entwurf.
el: Αυτό δεν μπορεί να αναιρεθεί και θα χάσετε το πρόχειρό σας.
es: Esto no se puede deshacer y perderá su borrador.
fr: Cela ne peut pas être annulé et vous perdrez votre brouillon.
hi: इसे पूर्ववत नहीं किया जा सकता और आप अपना ड्राफ़्ट खो देंगे.
id: Ini tidak dapat diurungkan dan Anda akan kehilangan draf.
it: Questa operazione non può essere annullata e perderai la bozza.
ja: これを元に戻すことはできず、ドラフトが失われます。
ko: 이 작업은 취소할 수 없으며 초안을 잃게 됩니다.
pa: ਇਸਨੂੰ ਅਣਕੀਤਾ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ ਅਤੇ ਤੁਸੀਂ ਆਪਣਾ ਡਰਾਫਟ ਗੁਆ ਬੈਠੋਗੇ.
pt: Isso não pode ser desfeito e você perderá seu rascunho.
ru: Это нельзя будет отменить, и вы потеряете свой черновик.
tr: Bu geri alınamaz ve taslağınızı kaybedersiniz.
zh: 此操作无法撤消，您将丢失草稿。

# unDoneDialogDiscardButton
source: Discard
ar: تجاهل
bn: বাতিল করা
de: Verwerfen
el: Απορρίπτω
es: Descarte
fr: Jeter
hi: रद्द करें
id: Membuang
it: Scartare
ja: 破棄
ko: 버리다
pa: ਰੱਦ ਕਰੋ
pt: Descartar
ru: Отказаться
tr: atmak
zh: 丢弃

# createHowToTitle
source: How To ?
ar: كيف؟
bn: কিভাবে?
de: Wie man?
el: Πως να?
es: ¿Cómo?
fr: Comment?
hi: कैसे?
id: Bagaimana?
it: Come?
ja: 方法？
ko: 어떻게?
pa: ਕਿਸ ਕਰਨ ਲਈ?
pt: Como fazer?
ru: Как?
tr: Nasıl?
zh: 如何？

# createHowToSuplliesHintText
source: Supplies
ar: لوازم
bn: সরবরাহ
de: Der Nachschub
el: Τα Προμήθειες
es: Las provisiones
fr: Les provisions
hi: आपूर्ति
id: Perlengkapan
it: Le forniture
ja: 用品
ko: 용품
pa: ਸਪਲਾਈ
pt: Os suprimentos
ru: Принадлежности
tr: Malzemeler
zh: 用品

# createHowToThinkInStep
source: Think in steps
ar: فكر بخطوات
bn: ধাপে ধাপে চিন্তা করুন
de: Denke in Schritten
el: Σκεφτείτε με βήματα
es: Piense en pasos
fr: Pensez par étapes
hi: चरणों में सोचो
id: Pikirkan dalam langkah
it: Pensa per gradi
ja: 段階的に考える
ko: 단계적으로 생각하기
pa: ਕਦਮਾਂ ਵਿੱਚ ਸੋਚੋ
pt: Pense em etapas
ru: Думайте шагами
tr: Adımlar halinde düşünün
zh: 分步思考

# createHowToStepTitleHintText
source: Step title (Optional)
ar: عنوان الخطوة (اختياري)
bn: ধাপ শিরোনাম (ঐচ্ছিক)
de: Schritttitel (optional)
el: Τίτλος βήματος (προαιρετικό)
es: Título del paso (opcional)
fr: Titre de l'étape (facultatif)
hi: चरण शीर्षक (वैकल्पिक)
id: Judul langkah (Opsional)
it: Titolo del passaggio (facoltativo)
ja: ステップタイトル（オプション）
ko: 단계 제목(선택 사항)
pa: ਪੜਾਅ ਦਾ ਸਿਰਲੇਖ (ਵਿਕਲਪਿਕ)
pt: Título da etapa (opcional)
ru: Название шага (необязательно)
tr: Adım başlığı (İsteğe bağlı)
zh: 步骤标题（可选）

# createHowToStepDetailsHintText
source: Details of step
ar: تفاصيل الخطوة
bn: ধাপ বিবরণ
de: Details zum Schritt
el: Λεπτομέρειες του βήματος
es: Detalles del paso
fr: Détails de l'étape
hi: चरण का विवरण
id: Detail langkah
it: Dettagli del passaggio
ja: ステップの詳細
ko: 단계의 세부사항
pa: ਕਦਮ ਹੈ ਦਾ ਵੇਰਵਾ
pt: Detalhes da etapa
ru: Детали шага
tr: Adımın ayrıntıları
zh: 步骤详情

# createHowToShowResult
source: Display result
ar: نتيجة العرض
bn: দেখান ফলাফলের
de: Zeige Ergebnis
el: Εμφάνιση αποτελέσματος
es: Mostrar resultado
fr: Afficher le résultat
hi: परिणाम प्रदर्शित करें
id: Hasil tampilan
it: Visualizza risultato
ja: 表示結果
ko: 디스플레이 결과
pa: ਨਤੀਜਾ ਪ੍ਰਦਰਸ਼ਿਤ ਕਰੋ
pt: Resultado de exibição
ru: Отображаемый результат
tr: Görünen sonuç
zh: 显示结果

# createHowToAddStepButton
source: Add step
ar: أضف خطوة
bn: ধাপ যোগ করুন
de: Schritt hinzufügen
el: Προσθήκη βήματος
es: Agregar paso
fr: Ajouter une étape
hi: चरण जोड़ें
id: Tambahkan langkah
it: Aggiungi passaggio
ja: ステップを追加
ko: 단계 추가
pa: ਕਦਮ ਹੈ ਸ਼ਾਮਿਲ
pt: Adicionar passo
ru: Добавить шаг
tr: Adım ekle
zh: 添加步骤

# snackBarSupplies
source: You need to write down some supplies
ar: يجب أن تكتب بعض المستلزمات
bn: আপনাকে অবশ্যই কিছু সরবরাহ লিখতে হবে
de: Sie müssen einige Vorräte schreiben
el: Πρέπει να γράψετε μερικά εφόδια
es: Necesitas anotar algunos suministros
fr: Vous devez noter certaines fournitures
hi: आपको कुछ आपूर्ति लिखनी है
id: Anda perlu menuliskan beberapa persediaan
it: Devi annotare alcune forniture
ja: あなたはいくつかの物資を書き留める必要があります
ko: 몇 가지 준비물을 작성해야 합니다.
pa: ਤੁਹਾਨੂੰ ਕੁਝ ਸਪਲਾਈ ਲਿਖਣ ਦੀ ਜ਼ਰੂਰਤ ਹੈ
pt: Você precisa anotar alguns suprimentos
ru: Вам нужно записать некоторые припасы
tr: Bazı malzemeleri yazmanız gerekiyor
zh: 你需要写下一些用品

# snackBarSteps
source: you need to write down some steps
ar: يجب أن تكتب بعض الخطوات
bn: আপনাকে কিছু ধাপ লিখতে হবে
de: du musst ein paar schritte schreiben
el: πρέπει να γράψετε μερικά βήματα
es: necesitas escribir algunos pasos
fr: Vous devez écrire quelques étapes
hi: आपको कुछ स्टेप्स लिखने होंगे
id: Anda perlu menuliskan beberapa langkah
it: devi scrivere alcuni passaggi
ja: あなたはいくつかのステップを書き留める必要があります
ko: 당신은 몇 가지 단계를 기록해야합니다
pa: ਤੁਹਾਨੂੰ ਕੁਝ ਕਦਮ ਲਿਖਣ ਦੀ ਜ਼ਰੂਰਤ ਹੈ
pt: você precisa anotar alguns passos
ru: вам нужно записать несколько шагов
tr: bazı adımları yazman gerekiyor
zh: 你需要写下一些步骤

# snackBarBiography
source: Please write some word about
ar: الرجاء كتابة بعض الكلمات عن
bn: সম্পর্কে কিছু শব্দ লিখুন দয়া করে
de: Bitte schreiben Sie ein paar Worte über
el: Παρακαλώ γράψτε μερικές λέξεις για
es: Por favor escriba algunas palabras sobre
fr: Veuillez écrire quelques mots sur
hi: कृपया के बारे में कुछ शब्द लिखें
id: Tolong tuliskan beberapa kata tentang
it: Si prega di scrivere alcune parole su
ja: についていくつかの言葉を書き留めてください
ko: 에 대해 몇 마디 적어주세요.
pa: ਕਿਰਪਾ ਕਰਕੇ ਇਸ ਬਾਰੇ ਕੁਝ ਸ਼ਬਦ ਲਿਖੋ
pt: Por favor, escreva algumas palavras sobre
ru: Напишите, пожалуйста, несколько слов о
tr: Lütfen hakkında bazı kelimeler yazın
zh: 请写下一些关于

# createProfiletitle
source: Personality Profile
ar: السيرة الذاتية
bn: জীবন বৃত্তান্ত
de: Persönlichkeitsprofil
el: Βιογραφικό σημείωμα
es: Perfil personal
fr: Profil de personnalité
hi: व्यक्तित्व प्रोफ़ाइल
id: Profil Kepribadian
it: Profilo della personalità
ja: 性格プロファイル
ko: 성격 프로필
pa: ਸ਼ਖਸੀਅਤ ਪ੍ਰੋਫਾਈਲ
pt: Perfil de Personalidade
ru: Профиль личности
tr: Kişisel profil
zh: 个性简介

# createProfileAgeHintText
source: Born
ar: العمر
bn: বয়স
de: das Alter
el: Ηλικία
es: Edad
fr: Âge
hi: उम्र
id: Usia
it: Età
ja: 年
ko: 나이
pa: ਉਮਰ
pt: Idade
ru: Возраст
tr: Yaş
zh: 年龄

# createProfileHomeTwonHintText
source: Hometown
ar: مسقط رأس
bn: নিজ শহর
de: Heimatort
el: Ιδιαίτερη πατρίδα
es: Pueblo natal
fr: Ville natale
hi: गृहनगर
id: kampung halaman
it: Città natale
ja: 出身地
ko: 고향
pa: ਜੱਦੀ ਸ਼ਹਿਰ
pt: Cidade natal
ru: Родной город
tr: Memleket
zh: 家乡

# createProfilecurrentCityHintText
source: Current City
ar: المدينة الحالية
bn: বর্তমান শহর
de: Aktuelle Stadt
el: τόπος διαμονής
es: ciudad actual
fr: Ville actuelle
hi: वर्तमान शहर
id: kota tempat tinggal saat ini
it: Città corrente
ja: 現代都市
ko: 현재 도시
pa: ਵਰਤਮਾਨ ਸ਼ਹਿਰ
pt: Cidade Atual
ru: Текущий город проживания
tr: Şu anki şehir
zh: 当前城市

# createProfileCvHintText
source: Curriculum Vitae
ar: السيرة الذاتية
bn: জীবন বৃত্তান্ত
de: Lebenslauf
el: Βιογραφικό σημείωμα
hi: बायोडेटा
id: Daftar Riwayat Hidup
ja: 履歴書
ko: 이력서
pa: ਬਾਔਡੇਟਾ
ru: Биография
tr: Özgeçmiş
zh: 个人简历

# createAnalysisAddpart
source: Add paragraph
ar: أضف فقرة
bn: অনুচ্ছেদ যোগ করুন
de: Absatz hinzufügen
el: Προσθήκη παραγράφου
es: Agregar párrafo
fr: Ajouter un paragraphe
hi: पैराग्राफ जोड़ें
id: Tambahkan paragraf
it: Aggiungi paragrafo
ja: 段落を追加
ko: 단락 추가
pa: ਪੈਰਾ ਸ਼ਾਮਲ ਕਰੋ
pt: Adicionar parágrafo
ru: Добавить абзац
tr: paragraf ekle
zh: 添加段落

# createAnalysisTitle
source: Analysis and Review
ar: التحليل والمراجعة
bn: বিশ্লেষণ এবং পর্যালোচনা
de: Analyse und Überprüfung
el: Ανάλυση και ανασκόπηση
es: Análisis y revisión
fr: Analyse et révision
hi: विश्लेषण और समीक्षा करें
id: Analisis dan Tinjauan
it: Analisi e revisione
ja: 分析とレビュー
ko: 분석 및 검토
pa: ਵਿਸ਼ਲੇਸ਼ਣ ਅਤੇ ਸਮੀਖਿਆ
pt: Análise e revisão
ru: Анализ и обзор
tr: Analiz ve İnceleme
zh: 分析和审查

# createAnalysisPartTitle
source: Paragraph title
ar: عنوان الفقرة
bn: অনুচ্ছেদ শিরোনাম
de: Absatztitel
el: Τίτλος παραγράφου
es: Título del párrafo
fr: Titre du paragraphe
hi: अनुच्छेद शीर्षक
id: Judul paragraf
it: Titolo paragrafo
ja: 段落タイトル
ko: 단락 제목
pa: ਪੈਰਾਗ੍ਰਾਫ ਸਿਰਲੇਖ
pt: Título do parágrafo
ru: Заголовок абзаца
tr: paragraf başlığı
zh: 段落标题

# createAnalysisPartDetails
source: Paragraph details
ar: تفاصيل الفقرة
bn: অনুচ্ছেদ বিস্তারিত
de: Absatzdetails
el: Λεπτομέρειες παραγράφου
es: Detalles del párrafo
fr: Détails du paragraphe
hi: पैराग्राफ विवरण
id: Detail paragraf
it: Dettagli paragrafo
ja: 段落の詳細
ko: 단락 세부정보
pa: ਪੈਰਾਗ੍ਰਾਫ ਵੇਰਵੇ
pt: Detalhes do parágrafo
ru: Детали абзаца
tr: Paragraf ayrıntıları
zh: 段落详情

# feelingButton
source: Feelings
ar: المشاعر
bn: অনুভূতি
de: Gefühle
el: Συναισθήματα
es: Sentimientos
fr: Sentiments
hi: भावना
id: perasaan
it: Sentimenti
ja: 気持ち
ko: 감정
pa: ਭਾਵਨਾਵਾਂ
pt: Sentimentos
ru: Чувства
tr: duygular
zh: 情怀

# topicButton
source: Topic
ar: الموضوع
bn: বিষয়
de: Thema
el: Θέμα
es: Tema
fr: Sujet
hi: विषय
id: Tema
it: Argomento
ja: トピック
ko: 주제
pa: ਵਿਸ਼ਾ
pt: Tema
ru: Тема
tr: Başlık
zh: 话题

# uploadButton
source: Upload
ar: تحميل
bn: আপলোড করুন
de: Hochladen
el: Μεταφόρτωση
es: Subir
fr: Importer
hi: डालना
id: mengunggah
it: caricamento
ja: アップロード
ko: 업로드
pa: ਅਪਲੋਡ
pt: Envio
ru: загрузить
tr: yüklemek
zh: 上传

# snackBarEmptyTitle
source: Please type a title
ar: الرجاء كتابة العنوان
bn: দয়া করে একটি শিরোনাম লিখুন
de: Bitte geben Sie einen Titel ein
el: παρακαλώ πληκτρολογήστε έναν τίτλο
es: por favor escriba un título
fr: Veuillez saisir un titre
hi: कृपया एक शीर्षक टाइप करें
id: tolong ketikkan judulnya
it: Per favore digita un titolo
ja: タイトルを入力してください
ko: 제목을 입력해주세요
pa: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਸਿਰਲੇਖ ਟਾਈਪ ਕਰੋ
pt: Por favor digite um título
ru: пожалуйста, введите заголовок
tr: lütfen bir başlık yazın
zh: 请输入标题

# snackBarEmptyDes
source: Please type some words in the description Box
ar: الرجاء كتابة بعض الكلمات في حقل الوصف
bn: দয়া করে বর্ণনা বাক্সে কিছু শব্দ লিখুন
de: Bitte geben Sie einige Wörter in das Beschreibungsfeld ein
el: πληκτρολογήστε μερικές λέξεις στο πλαίσιο περιγραφής
es: por favor escriba algunas palabras en el cuadro de descripción
fr: S'il vous plaît tapez quelques mots dans la zone de description
hi: कृपया डिस्क्रिप्शन बॉक्स में कुछ शब्द टाइप करें
id: silakan ketik beberapa kata di kotak deskripsi
it: Per favore digita alcune parole nella casella della descrizione
ja: 説明ボックスに単語を入力してください
ko: 설명 상자에 몇 가지 단어를 입력하십시오
pa: ਕਿਰਪਾ ਕਰਕੇ ਵਰਣਨ ਬਾਕਸ ਵਿੱਚ ਕੁਝ ਸ਼ਬਦ ਟਾਈਪ ਕਰੋ
pt: Por favor digite algumas palavras na caixa de descrição
ru: пожалуйста, введите несколько слов в поле описания
tr: lütfen açıklama kutusuna bazı kelimeler yazın
zh: 请在描述框中输入一些词

# snackBarEmptyParagraph
source: Please type one paragraph au minimum
ar: الرجاء كتابة فقرة واحدة كحد أدنى
bn: অনুগ্রহ করে অন্তত একটি অনুচ্ছেদ লিখুন
de: Bitte geben Sie mindestens einen Absatz ein
el: Εισαγάγετε τουλάχιστον μία παράγραφο
es: Ingrese al menos un párrafo
fr: Veuillez saisir au moins un paragraphe
hi: कृपया कम से कम एक पैराग्राफ दर्ज करें
id: Harap masukkan setidaknya satu paragraf
it: Si prega di inserire almeno un paragrafo
ja: 少なくとも1つの段落を入力してください
ko: 하나 이상의 단락을 입력하세요.
pa: ਕਿਰਪਾ ਕਰਕੇ ਘੱਟੋ ਘੱਟ ਇੱਕ ਪੈਰਾ ਦਾਖਲ ਕਰੋ
pt: Por favor, insira pelo menos um parágrafo
ru: Пожалуйста, введите хотя бы один абзац
tr: Lütfen en az bir paragraf girin
zh: 请至少输入一段

# broadcastingHintTextDes
source: Broadcasting description
ar: وصف البث
bn: সম্প্রচারের বর্ণনা
de: Sendebeschreibung
el: Περιγραφή εκπομπής
es: Descripción de la transmisión
fr: Description de la diffusion
hi: प्रसारण विवरण
id: Deskripsi siaran
it: Descrizione della trasmissione
ja: 放送の説明
ko: 방송 설명
pa: ਪ੍ਰਸਾਰਣ ਵੇਰਵਾ
pt: Descrição da transmissão
ru: Описание трансляции
tr: Yayın açıklaması
zh: 广播说明

# inPictureHintTextDes
source: Picture description
ar: وصف الصورة
bn: ছবির বর্ণনা
de: Bildbeschreibung
el: Περιγραφή εικόνας
es: Descripcion de LA imagen
fr: Description de l'image
hi: चित्र वर्णन
id: Deskripsi gambar
it: Descrizione dell'immagine
ja: 画像の説明
ko: 사진 설명
pa: ਤਸਵੀਰ ਦਾ ਵਰਣਨ
pt: Descrição da imagem
ru: Описание изображения
tr: Resim açıklaması
zh: 图片说明

# createStoryTitle
source: Story
ar: قصة
bn: গল্প
de: Geschichte
el: Ιστορία
es: Historia
fr: Récit
hi: कहानी
id: Cerita
it: Storia
ja: 物語
ko: 이야기
pa: ਕਹਾਣੀ
pt: História
ru: История
tr: Öykü
zh: 故事

# createStorytitleHintText
source: Story title (Optional)
ar: عنوان القصة (اختياري)
bn: গল্প শিরোনাম (ঐচ্ছিক)
de: Story-Titel (optional)
el: Τίτλος ιστορίας (προαιρετικό)
es: Título de la historia (opcional)
fr: Titre de l'histoire (facultatif)
hi: कहानी का शीर्षक (वैकल्पिक)
id: Judul cerita (Opsional)
it: Titolo della storia (facoltativo)
ja: ストーリータイトル（オプション）
ko: 스토리 제목(선택사항)
pa: ਕਹਾਣੀ ਦਾ ਸਿਰਲੇਖ (ਵਿਕਲਪਿਕ)
pt: Título da história (opcional)
ru: Название истории (необязательно)
tr: Hikaye başlığı (İsteğe bağlı)
zh: 故事标题（可选）

# createStoryDesHintText
source: Write your story here
ar: اكتب قصتك هنا
bn: এখানে আপনার গল্প লিখুন
de: Schreib deine Geschichte hier
el: Γράψτε την ιστορία σας εδώ
es: Escribe tu historia aquí
fr: Écrivez votre histoire ici
hi: अपनी कहानी यहाँ लिखें
id: Tulis ceritamu disini
it: Scrivi qui la tua storia
ja: ここにあなたの物語を書いてください
ko: 여기에 당신의 이야기를 쓰세요
pa: ਆਪਣੀ ਕਹਾਣੀ ਇੱਥੇ ਲਿਖੋ
pt: Escreva sua história aqui
ru: Напишите здесь свою историю
tr: Hikayeni buraya yaz
zh: 在这里写下你的故事

# createPostBreakingNewsDes
source: Breaking news for today
ar: الأخبار العاجلة لهذا اليوم
bn: আজকের জন্য ব্রেকিং নিউজ
de: Eilmeldung für heute
el: Κορυφαία νέα για σήμερα
es: Últimas noticias para hoy
fr: Dernières nouvelles pour aujourd'hui
hi: आज के लिए ब्रेकिंग न्यूज
id: Berita terhangat hari ini
it: Ultime notizie per oggi
ja: 今日の最新ニュース
ko: 오늘의 속보
pa: ਅੱਜ ਦੇ ਲਈ ਤਾਜ਼ਾ ਖਬਰ
pt: Notícias de última hora para hoje
ru: Последние новости на сегодня
tr: Bugün için son dakika haberi
zh: 今天的突发新闻

# createPostLastestNewsTitle
source: Latest news
ar: أحدث الأخبار
bn: সর্বশেষ সংবাদ
de: Neuesten Nachrichten
el: Τελευταία νέα
es: Últimas noticias
fr: Dernières nouvelles
hi: ताजा खबर
id: Berita terbaru
it: Ultime notizie
ja: 最新ニュース
ko: 최근 소식
pa: ਤਾਜ਼ਾ ਖ਼ਬਰਾਂ
pt: Últimas notícias
ru: Последние новости
tr: Son Haberler
zh: 最新消息

# createPostLastestNewsDes
source: Find the latest news and information on the top stories, weather, business, entertainment, politics, and more.
ar: اعثر على أحدث الأخبار والمعلومات حول أهم الأخبار والطقس والأعمال والترفيه والسياسة والمزيد.
bn: শীর্ষস্থানীয় খবর, আবহাওয়া, ব্যবসা, বিনোদন, রাজনীতি এবং আরও অনেক কিছু সম্পর্কে সর্বশেষ খবর এবং তথ্য খুঁজুন।
de: Finden Sie die neuesten Nachrichten und Informationen zu den Top-Storys, Wetter, Wirtschaft, Unterhaltung, Politik und mehr.
el: Βρείτε τα τελευταία νέα και πληροφορίες για τις κορυφαίες ιστορίες, τον καιρό, τις επιχειρήσεις, την ψυχαγωγία, την πολιτική και πολλά άλλα.
es: Encuentre las últimas noticias e información sobre las principales noticias, clima, negocios, entretenimiento, política y más.
fr: Trouvez les dernières nouvelles et informations sur les principales histoires, la météo, les affaires, le divertissement, la politique et plus encore.
hi: प्रमुख समाचारों, मौसम, व्यवसाय, मनोरंजन, राजनीति आदि पर नवीनतम समाचार और जानकारी प्राप्त करें।
id: Temukan berita dan informasi terbaru tentang berita utama, cuaca, bisnis, hiburan, politik, dan banyak lagi.
it: Trova le ultime notizie e informazioni sulle notizie principali, meteo, affari, intrattenimento, politica e altro ancora.
ja: トップストーリー、天気、ビジネス、エンターテインメント、政治などに関する最新のニュースや情報を見つけましょう。
ko: 주요 기사, 날씨, 비즈니스, 연예, 정치 등에 대한 최신 뉴스와 정보를 찾아보십시오.
pa: ਪ੍ਰਮੁੱਖ ਕਹਾਣੀਆਂ, ਮੌਸਮ, ਕਾਰੋਬਾਰ, ਮਨੋਰੰਜਨ, ਰਾਜਨੀਤੀ ਅਤੇ ਹੋਰ ਬਹੁਤ ਕੁਝ 'ਤੇ ਨਵੀਨਤਮ ਖ਼ਬਰਾਂ ਅਤੇ ਜਾਣਕਾਰੀ ਲੱਭੋ.
pt: Encontre as últimas notícias e informações sobre as principais notícias, clima, negócios, entretenimento, política e muito mais.
ru: Найдите последние новости и информацию о главных новостях, погоде, бизнесе, развлечениях, политике и многом другом.
tr: En çok okunan haberler, hava durumu, iş dünyası, eğlence, politika ve daha fazlası hakkında en son haberleri ve bilgileri bulun.
zh: 查找有关头条新闻、天气、商业、娱乐、政治等的最新消息和信息。

# createPostCommentaryDes
source: Commentaries are usually short articles that consist of 1,000 to 1,500 words, and they draw attention to, or critique a book, report, or article that is already published.
ar: التعليقات عادة ما تكون مقالات قصيرة تتكون من 1000 إلى 1500 كلمة ، وهي تلفت الانتباه أو تنتقد كتابًا أو تقريرًا أو مقالًا تم نشره بالفعل.
bn: ভাষ্যগুলি সাধারণত সংক্ষিপ্ত নিবন্ধ যা 1,000 থেকে 1,500 শব্দের সমন্বয়ে গঠিত হয় এবং তারা ইতিমধ্যে প্রকাশিত একটি বই, প্রতিবেদন বা নিবন্ধের দিকে মনোযোগ আকর্ষণ করে বা সমালোচনা করে।
de: Kommentare sind in der Regel kurze Artikel, die aus 1.000 bis 1.500 Wörtern bestehen und die Aufmerksamkeit auf ein bereits veröffentlichtes Buch, einen Bericht oder einen Artikel lenken oder es kritisieren.
el: Τα σχόλια είναι συνήθως σύντομα άρθρα που αποτελούνται από 1.000 έως 1.500 λέξεις και εφιστούν την προσοχή ή ασκούν κριτική σε ένα βιβλίο, έκθεση ή άρθρο που έχει ήδη δημοσιευτεί.
es: Los comentarios suelen ser artículos breves que constan de 1.000 a 1.500 palabras y llaman la atención sobre un libro, informe o artículo que ya está publicado o la critican.
fr: Les commentaires sont généralement de courts articles composés de 1 000 à 1 500 mots, et ils attirent l'attention ou critiquent un livre, un rapport ou un article déjà publié.
hi: टिप्पणियाँ आमतौर पर छोटे लेख होते हैं जिनमें 1,000 से 1,500 शब्द होते हैं, और वे पहले से प्रकाशित किसी पुस्तक, रिपोर्ट या लेख पर ध्यान आकर्षित करते हैं या उसकी आलोचना करते हैं।
id: Komentar biasanya artikel pendek yang terdiri dari 1.000 hingga 1.500 kata, dan mereka menarik perhatian atau mengkritik sebuah buku, laporan, atau artikel yang sudah diterbitkan.
it: I commenti sono di solito brevi articoli composti da 1.000 a 1.500 parole e attirano l'attenzione o criticano un libro, un rapporto o un articolo che è già stato pubblicato.
ja: コメンタリーは通常、1,000〜1,500語で構成される短い記事であり、すでに発行されている本、レポート、または記事に注目したり、批評したりします。
ko: 논평은 일반적으로 1,000~1,500단어로 구성된 짧은 기사로 이미 출판된 책, 보고서 또는 기사에 대한 관심을 끌거나 비판합니다.
pa: ਟਿੱਪਣੀਆਂ ਆਮ ਤੌਰ 'ਤੇ ਛੋਟੇ ਲੇਖ ਹੁੰਦੇ ਹਨ ਜਿਨ੍ਹਾਂ ਵਿੱਚ 1,000 ਤੋਂ 1,500 ਸ਼ਬਦ ਹੁੰਦੇ ਹਨ, ਅਤੇ ਉਹ ਕਿਸੇ ਕਿਤਾਬ, ਰਿਪੋਰਟ ਜਾਂ ਲੇਖ ਵੱਲ ਧਿਆਨ ਖਿੱਚਦੇ ਹਨ ਜਾਂ ਆਲੋਚਨਾ ਕਰਦੇ ਹਨ ਜੋ ਪਹਿਲਾਂ ਹੀ ਪ੍ਰਕਾਸ਼ਤ ਹੈ.
pt: Os comentários são geralmente artigos curtos que consistem de 1.000 a 1.500 palavras e chamam a atenção ou fazem uma crítica a um livro, relatório ou artigo que já foi publicado.
ru: Комментарии обычно представляют собой короткие статьи, содержащие от 1000 до 1500 слов, и они привлекают внимание или критикуют книгу, отчет или статью, которые уже опубликованы.
tr: Yorumlar genellikle 1.000 ila 1.500 kelimeden oluşan kısa makalelerdir ve daha önce yayınlanmış bir kitap, rapor veya makaleye dikkat çeker veya bunları eleştirir.
zh: 评论通常是由 1,000 到 1,500 字组成的短文，它们会引起人们对已经出版的书籍、报告或文章的关注或批评。

# createPostEssay
source: Essay
ar: مقال
bn: প্রবন্ধ
de: Aufsatz
el: Εκθεση ΙΔΕΩΝ
es: Ensayo
fr: Essai
hi: निबंध
id: Karangan
it: Saggio
ja: エッセイ
ko: 수필
pa: ਨਿਬੰਧ
pt: Ensaio
ru: Сочинение
tr: Makale
zh: 散文

# createPostEssayDes
source: Most essays are short to medium-length pieces about a personal experience or an opinion. Typically, an essay revolves around one subject and presents your views.
ar: معظم المقالات هي مقالات قصيرة إلى متوسطة الطول حول تجربة شخصية أو رأي. عادةً ما تدور المقالة حول موضوع واحد وتقدم وجهات نظرك.
bn: বেশিরভাগ রচনাগুলি ব্যক্তিগত অভিজ্ঞতা বা মতামত সম্পর্কে ছোট থেকে মাঝারি দৈর্ঘ্যের টুকরো। সাধারণত, একটি রচনা একটি বিষয়কে ঘিরে আবর্তিত হয় এবং আপনার মতামত উপস্থাপন করে।
de: Die meisten Essays sind kurze bis mittellange Stücke über eine persönliche Erfahrung oder eine Meinung. Normalerweise dreht sich ein Aufsatz um ein Thema und präsentiert Ihre Ansichten.
el: Τα περισσότερα δοκίμια είναι μικρά έως μεσαίου μήκους κομμάτια για μια προσωπική εμπειρία ή μια γνώμη. Συνήθως, ένα δοκίμιο περιστρέφεται γύρω από ένα θέμα και παρουσιάζει τις απόψεις σας.
es: La mayoría de los ensayos son piezas de corta a mediana extensión sobre una experiencia personal o una opinión. Por lo general, un ensayo gira en torno a un tema y presenta sus puntos de vista.
fr: La plupart des essais sont des articles courts à moyens sur une expérience personnelle ou une opinion. En règle générale, un essai tourne autour d'un sujet et présente vos points de vue.
hi: अधिकांश निबंध एक व्यक्तिगत अनुभव या एक राय के बारे में छोटे से मध्यम लंबाई के टुकड़े होते हैं। आमतौर पर, एक निबंध एक विषय के इर्द-गिर्द घूमता है और आपके विचार प्रस्तुत करता है।
id: Sebagian besar esai adalah potongan pendek hingga sedang tentang pengalaman pribadi atau pendapat. Biasanya, esai berkisar pada satu subjek dan menyajikan pandangan Anda.
it: La maggior parte dei saggi sono pezzi brevi o di media lunghezza su un'esperienza personale o un'opinione. In genere, un saggio ruota attorno a un argomento e presenta le tue opinioni.
ja: ほとんどのエッセイは、個人的な経験や意見についての短編から中編の作品です。通常、エッセイは1つの主題を中心に展開し、あなたの意見を提示します。
ko: 대부분의 에세이는 개인적인 경험이나 의견에 대한 짧거나 중간 길이의 글입니다. 일반적으로 에세이는 하나의 주제를 중심으로 진행되며 귀하의 견해를 제시합니다.
pa: ਬਹੁਤੇ ਲੇਖ ਨਿੱਜੀ ਅਨੁਭਵ ਜਾਂ ਇੱਕ ਰਾਏ ਬਾਰੇ ਛੋਟੇ ਤੋਂ ਮੱਧਮ ਲੰਬਾਈ ਦੇ ਟੁਕੜੇ ਹੁੰਦੇ ਹਨ. ਆਮ ਤੌਰ ਤੇ, ਇੱਕ ਲੇਖ ਇੱਕ ਵਿਸ਼ੇ ਦੇ ਦੁਆਲੇ ਘੁੰਮਦਾ ਹੈ ਅਤੇ ਤੁਹਾਡੇ ਵਿਚਾਰ ਪੇਸ਼ ਕਰਦਾ ਹੈ.
pt: A maioria dos ensaios são artigos curtos a médios sobre uma experiência pessoal ou uma opinião. Normalmente, um ensaio gira em torno de um assunto e apresenta seus pontos de vista.
ru: Большинство эссе представляют собой отрывки от короткого до среднего, посвященные личному опыту или мнению. Обычно эссе вращается вокруг одной темы и представляет ваши взгляды.
tr: Çoğu deneme, kişisel bir deneyim veya görüş hakkında kısa ila orta uzunlukta parçalardır. Tipik olarak, bir makale bir konu etrafında döner ve görüşlerinizi sunar.
zh: 大多数文章都是关于个人经历或意见的中短篇文章。通常，一篇文章围绕一个主题并提出您的观点。
