Repository: hamza-ben-ab/hamza-ben-ab.github.io
Catalog: lib/l10n/intl_*.arb
Languages: ar, bn, de, el, es, fr, hi, id, it, ja, ko, pa, pt, ru, tr, zh

# noJournalistYet
source: No journalist from your country has registered yet
ar: لم يتم تسجيل أي صحفي من بلدك حتى الآن
bn: আপনার দেশের কোনও সাংবাদিক এখনও নিবন্ধন করেন নি
de: Noch hat sich kein Journalist aus Ihrem Land registriert
el: Κανένας δημοσιογράφος από τη χώρα σας δεν έχει εγγραφεί ακόμα
es: Ningún periodista de su país se ha registrado todavía
fr: Aucun journaliste de votre pays ne s'est encore inscrit
hi: आपके देश के किसी भी पत्रकार ने अभी तक पंजीकरण नहीं कराया है
id: Belum ada jurnalis dari negara Anda yang mendaftar
it: Nessun giornalista del tuo paese si è ancora registrato
ja: あなたの国のジャーナリストはまだ登録していません
ko: 귀하의 국가에서 등록 된 기자가 아직 없습니다.
pa: ਤੁਹਾਡੇ ਦੇਸ਼ ਦੇ ਕਿਸੇ ਪੱਤਰਕਾਰ ਨੇ ਅਜੇ ਰਜਿਸਟਰ ਨਹੀਂ ਕੀਤਾ ਹੈ
pt: Nenhum jornalista do seu país se cadastrou ainda
ru: Ни один журналист из вашей страны еще не зарегистрировался
tr: Henüz ülkenizden hiçbir gazeteci kaydolmadı
zh: 您所在国家/地区的新闻工作者尚未注册

# noTvRadioYet
source: No Tv or Radio from your country has registered yet
ar: لم يتم تسجيل أي تلفزيون أو راديو من بلدك حتى الآن
bn: আপনার দেশের কোনও টিভি বা রেডিও এখনও নিবন্ধভুক্ত হয়নি
de: Es wurde noch kein Fernseher oder Radio aus Ihrem Land registriert
el: Δεν έχει εγγραφεί ακόμη τηλεόραση ή ραδιόφωνο από τη χώρα σας
es: Aún no se ha registrado ningún televisor o radio de su país
fr: Aucune télévision ou radio de votre pays n'est encore enregistrée
hi: आपके देश के किसी भी टीवी या रेडियो ने अभी तक पंजीकरण नहीं कराया है
id: Belum ada TV atau Radio dari negara Anda yang terdaftar
it: Nessuna TV o radio del tuo paese è stata ancora registrata
ja: あなたの国のテレビやラジオはまだ登録されていません
ko: 해당 국가의 TV 또는 라디오가 아직 등록되지 않았습니다.
pa: ਤੁਹਾਡੇ ਦੇਸ਼ ਦੇ ਕਿਸੇ ਵੀ ਟੀਵੀ ਜਾਂ ਰੇਡੀਓ ਨੇ ਅਜੇ ਰਜਿਸਟਰ ਨਹੀਂ ਕੀਤਾ ਹੈ
pt: Nenhuma TV ou rádio de seu país foi registrada ainda
ru: Телевидение или радио из вашей страны еще не зарегистрированы
tr: Henüz ülkenizden hiçbir TV veya Radyo kayıtlı değil
zh: 您所在国家/地区的电视或电台尚未注册

# noNewspaperMagazine
source: No Newspaper or Magazine from your country has registered yet
ar: لم تسجل أي صحيفة أو مجلة من بلدك حتى الآن
bn: আপনার দেশের কোনও সংবাদপত্র বা ম্যাগাজিন এখনও নিবন্ধভুক্ত হয়নি
de: Es wurde noch keine Zeitung oder Zeitschrift aus Ihrem Land registriert
el: Δεν έχει εγγραφεί ακόμη εφημερίδα ή περιοδικό από τη χώρα σας
es: Aún no se ha registrado ningún periódico o revista de su país
fr: Aucun journal ou magazine de votre pays n'est encore enregistré
hi: आपके देश से किसी भी समाचार पत्र या पत्रिका ने अभी तक पंजीकरण नहीं किया है
id: Belum ada Koran atau Majalah dari negara Anda yang mendaftar
it: Nessun giornale o rivista del tuo paese è ancora registrato
ja: あなたの国の新聞や雑誌はまだ登録されていません
ko: 해당 국가의 신문이나 잡지가 아직 등록되지 않았습니다.
pa: ਤੁਹਾਡੇ ਦੇਸ਼ ਵਿਚੋਂ ਕੋਈ ਅਖ਼ਬਾਰ ਜਾਂ ਰਸਾਲਾ ਅਜੇ ਰਜਿਸਟਰ ਨਹੀਂ ਹੋਇਆ ਹੈ
pt: Nenhum jornal ou revista de seu país foi registrado ainda
ru: Ни одна газета или журнал из вашей страны еще не зарегистрированы
tr: Henüz ülkenizden hiçbir Gazete veya Dergi kaydolmadı
zh: 您所在国家/地区的报纸或杂志尚未注册

# appBarTitleAccountMenu
source: Account Menu
ar: قائمة الحساب

# profileRead
source: Reading
ar: قراءة

# profileFollowing
source: Subscriptions
ar: الاشتراكات
bn: সাবস্ক্রিপশন
de: Abonnements
el: Συνδρομές
es: Suscripciones
fr: Abonnements
hi: सदस्यता
id: berikut
it: Abbonamenti
ja: サブスクリプション
ko: 구독
pa: ਗਾਹਕੀਆਂ
pt: Subscrições
ru: Подписки
tr: abonelikler
zh: 订阅

# profileFollowers
source: Subscribers
ar: مشتركين
bn: সাবস্ক্রাইবার
de: Abonnenten
el: Συνδρομητές
es: Suscriptores
fr: Abonnés
hi: ग्राहकों
id: pengikutnya
it: Iscritti
ja: サブスクライバー
ko: 구독자
pa: ਗਾਹਕ
pt: Subscritores
ru: Подписчики
tr: aboneler
zh: 订户

# profilePublications
source: Publications
ar: المنشورات

# profileSuggestion
source: Suggestion
ar: اقتراح

# profileFollow
source: Subscribe
ar: الإشتراك

# profileAbout
source: About
ar: حول
bn: সম্পর্কিত
de: Ungefähr um
el: Περίπου
es: Acerca de
fr: À propos
hi: के विषय में
id: Tentang
it: Informazioni su
ja: だいたい
ko: 정보
pa: ਬਾਰੇ
pt: Cerca de
ru: Около
tr: Hakkında
zh: 关于

# profilePicAndVid
source: Pictures
ar: الصور
bn: ছবি
de: Bilder
el: Εικόνες
es: Imágenes
fr: Photos
hi: चित्रों
id: Foto-foto
it: Immagini
ja: ピクチャー
ko: 사진
pa: ਤਸਵੀਰਾਂ
pt: Fotos
ru: Картинки
tr: Resimler
zh: 图片

# profileReviews
source: Reviews
ar: المراجعات

# profileInviteToRead
source: Invite to Read
ar: دعوة للقراءة

# profileSuggestionIntro
source: So, if you have news or you are a witness...you can suggest it to your Prefer Journalist with Images, Videos or Documents.
ar: إذا كان لديك أخبار أو كنت شاهداً ... يمكنك اقتراحها على الصحفي المفضل لديك مع الصور أو مقاطع الفيديو أو المستندات.

# profileSuggestionSubjectHint
source: Subject
ar: موضوع

# profileSuggestiondescription
source: Description
ar: وصف

# profileSuggestionAddEvidence
source: Add Evidence
ar: أضف الدليل

# profileSuggestionSendButton
source: Send
ar: إرسال

# cancelButton
source: Cancel
ar: إلغاء
bn: বাতিল করুন
de: Stornieren
el: Ματαίωση
es: Cancelar
fr: Annuler
hi: रद्द करें
id: Membatalkan
it: Annulla
ja: キャンセル
ko: 취소
pa: ਰੱਦ ਕਰੋ
pt: Cancelar
ru: Отмена
tr: İptal
zh: 取消

# saveButton
source: Save
ar: حفظ
bn: সংরক্ষণ
de: Sparen
el: Σώζω
es: Salvar
fr: Enregistrer
hi: सहेजें
id: Simpan
it: Salva
ja: 保存する
ko: 저장
pa: ਸੰਭਾਲੋ
pt: Poupar
ru: Сохранить
tr: Kaydet
zh: 节省

# profileSkills
source: Education Background
ar: المهارات
bn: শিক্ষা পটভূমি
de: Bildungshintergrund
el: Εκπαιδευτικό υπόβαθρο
es: Antecedentes educacionales
fr: Éducation
hi: शैक्षणिक पृष्ठभूमि
id: Latar belakang pendidikan
it: Sfondo di istruzione
ja: 学歴
ko: 교육 배경
pa: ਸਿੱਖਿਆ ਪਿਛੋਕੜ
pt: Formação Educacional
ru: Образование
tr: Eğitim arkaplanı
zh: 教育背景

# profileSkillsEstablishment
source: Establishment
ar: المؤسسة
bn: প্রতিষ্ঠা
de: Gründung
el: Ιδρυση
es: Establecimiento
fr: Établissement
hi: स्थापना
id: Pendirian
it: Stabilimento
ja: 確率
ko: 설립
pa: ਸਥਾਪਨਾ
pt: Estabelecimento
ru: Учреждение
tr: Kuruluş
zh: 成立

# profileSkillsEstablishmentHint
source: University or Institute
ar: الجامعة أو المعهد
bn: বিশ্ববিদ্যালয় বা ইনস্টিটিউট
de: Universität oder Institut
el: Πανεπιστήμιο ή Ινστιτούτο
es: Universidad o Instituto
fr: Université ou institut
hi: विश्वविद्यालय या संस्थान
id: Universitas atau Institut
it: Università o Istituto
ja: 大学または機関
ko: 대학 또는 기관
pa: ਯੂਨੀਵਰਸਿਟੀ ਜਾਂ ਸੰਸਥਾ
pt: Universidade ou instituto
ru: Университет или институт
tr: Üniversite veya Enstitü
zh: 大学或研究所

# profileSkillsDiploma
source: Diploma
ar: شهادة دبلوم
bn: ডিপ্লোমা
de: Diplom
el: Δίπλωμα
fr: Diplôme
hi: डिप्लोमा
ja: ディプロマ
ko: 졸업 증서
pa: ਡਿਪਲੋਮਾ
ru: Диплом
zh: 文凭

# profileSkillsDiplomaHint
source: Certificate or Diploma
ar: الشهادة أو الدبلوم
bn: সার্টিফিকেট বা ডিপ্লোমা
de: Zertifikat oder Diplom
el: Πιστοποιητικό ή Δίπλωμα
es: Certificado o diploma
fr: Certificat ou Diplôme
hi: प्रमाणपत्र या डिप्लोमा
id: Sertifikat atau Diploma
it: Certificato o Diploma
ja: 証明書または卒業証書
ko: 수료증 또는 디플로마
pa: ਸਰਟੀਫਿਕੇਟ ਜਾਂ ਡਿਪਲੋਮਾ
pt: Certificado ou Diploma
ru: Сертификат или диплом
tr: Sertifika veya Diploma
zh: 证书或文凭

# confirmButton
source: Continue
ar: تأكيد
bn: চালিয়ে যান
de: Fortsetzen
el: Συνεχίσει
es: Continuar
fr: Continuer
hi: जारी रखें
id: Melanjutkan
it: Continua
ja: 継続する
ko: 계속하다
pa: ਜਾਰੀ ਰੱਖੋ
pt: Continuar
ru: Продолжать
tr: Devam et
zh: 继续

# profileExperience
source: Experiences
ar: الخبرة
bn: অভিজ্ঞতা
de: Erfahrungen
el: Εμπειρίες
es: Experiencias
fr: Expériences
hi: अनुभव
id: Pengalaman
it: Esperienze
ja: 経験
ko: 경험담
pa: ਅਨੁਭਵ
pt: Experiências
ru: Опыт
tr: deneyimler
zh: 经验

# profileExperienceCompany
source: The Company
ar: الشركة
bn: কোম্পানি
de: Das Unternehmen
el: Η εταιρία
es: La empresa
fr: La société
hi: कंपनी
id: Perusahaan
it: L'azienda
ja: 会社
ko: 그 회사
pa: ਕੰਪਨੀ
pt: A empresa
ru: Компания
tr: Şirket
zh: 公司

# profileExperienceCompanyHint
source: Tv Station, Radio, Newspaper
ar: محطة تلفزيون ، راديو ، جريدة
bn: টিভি স্টেশন, রেডিও, সংবাদপত্র
de: Fernsehsender, Radio, Zeitung
el: Τηλεοπτικός σταθμός, ραδιόφωνο, εφημερίδα
es: Estación de TV, Radio, Periódico
fr: Station de télévision, Radio, Journal
hi: टीवी स्टेशन, रेडियो, समाचार पत्र
id: Stasiun TV, Radio, Surat Kabar
it: Stazione TV, Radio, Giornale
ja: テレビ局、ラジオ、新聞
ko: TV 방송국, 라디오, 신문
pa: ਟੀਵੀ ਸਟੇਸ਼ਨ, ਰੇਡੀਓ, ਅਖ਼ਬਾਰ
pt: Estação de TV, rádio, jornal
ru: Телестанция, Радио, Газета
tr: Tv İstasyonu, Radyo, Gazete
zh: 电视台、电台、报纸

# profileExperienceJobTitle
source: Job Title
ar: المسمى الوظيفي
bn: কাজের শিরোনাম
de: Berufsbezeichnung
el: Τίτλος εργασίας
es: Título profesional
fr: Titre d'emploi
hi: नौकरी का नाम
id: Judul pekerjaan
it: Titolo di lavoro
ja: 職名
ko: 직위
pa: ਕੰਮ ਦਾ ਟਾਈਟਲ
pt: Titulo do trabalho
ru: Название работы
tr: İş unvanı
zh: 职称

# profileExperienceJobTitleHint
source: Journalist, Editor, Reporter
ar: صحفي ,محرر, مراسل
bn: সাংবাদিক, সম্পাদক, প্রতিবেদক
de: Journalist, Redakteur, Reporter
el: Δημοσιογράφος, Συντάκτης, Δημοσιογράφος
es: Periodista, Editor, Reportero
fr: Journaliste, Rédacteur, Reporter
hi: पत्रकार, संपादक, रिपोर्टर
id: Jurnalis, Editor, Reporter
it: Giornalista, redattore, reporter
ja: ジャーナリスト、編集者、レポーター
ko: 기자, 편집자, 기자
pa: ਪੱਤਰਕਾਰ, ਸੰਪਾਦਕ, ਰਿਪੋਰਟਰ
pt: Jornalista, editor, repórter
ru: Журналист, редактор, репортер
tr: Gazeteci, Editör, Muhabir
zh: 记者、编辑、记者

# profileExperiencePeriode
source: Period
ar: الفترة
bn: পিরিয়ড
de: Zeitraum
el: Περίοδος
es: Período
fr: Période
hi: अवधि
id: Periode
it: Periodo
ja: 期間
ko: 기간
pa: ਪੀਰੀਅਡ
pt: Período
ru: Период
tr: Dönem
zh: 时期

# profileExperiencePeriodeYear
source: Year
ar: عام
bn: সাল
de: Jahr
el: Ετος
es: Año
fr: Année
hi: वर्ष
id: Tahun
it: Anno
ja: 年
ko: 년도
pa: ਵਰ੍ਹਾ
pt: Ano
ru: Год
tr: Yıl
zh: 年

# profileContacts
source: Contacts
ar: جهات الاتصال
bn: যোগাযোগ
de: Kontakte
el: Επαφές
es: Contactos
hi: संपर्क
id: Kontak
it: Contatti
ja: 連絡先
ko: 콘택트 렌즈
pa: ਸੰਪਰਕਾਂ
pt: Contatos
ru: Контакты
tr: İletişim
zh: 联系人

# profileContactsIdentifier
source: Identifier
ar: المعرف

# createPostCommentary
source: Commentary & Perspectives
ar: التعليق ووجهات النظر
bn: ভাষ্য ও দৃষ্টিভঙ্গি
de: Kommentar & Perspektiven
el: Σχόλιο και προοπτικές
es: Comentarios y perspectivas
fr: Commentaire & Perspectives
hi: कमेंट्री और परिप्रेक्ष्य
id: Komentar & Perspektif
it: Commento e prospettive
ja: 解説と展望
ko: 논평 및 관점
pa: ਟਿੱਪਣੀ ਅਤੇ ਪਰਿਪੇਖ
pt: Comentário e perspectivas
ru: Комментарии и перспективы
tr: Yorum ve Perspektifler
zh: 评论与观点

source: feel
ar: يشعر
bn: অনুভব করা
de: fühlen
el: αφή
es: sentir
fr: ressentir
hi: बोध
id: merasa
it: Tatto
ja: 感じられる
ko: 느끼다
pa: ਮਹਿਸੂਸ ਕਰੋ
pt: sentir
ru: Чувствовать
tr: hissetmek
zh: 感觉

# createPostQuestionDes
source: Opinion polls are similar to surveys or an inquiry designed to gauge public opinion about a specific issue or a series of issues in a scientific and unbiased manner.
ar: .تشبه استطلاعات الرأي الاستطلاعات أو الاستفسار المصمم لقياس الرأي العام حول قضية معينة أو سلسلة من القضايا بطريقة علمية وغير منحازة
bn: মতামত সমীক্ষা বা বৈজ্ঞানিক ও পক্ষপাতহীন পদ্ধতিতে কোনও নির্দিষ্ট ইস্যু বা ধারাবাহিক ইস্যু সম্পর্কে জনগণের মতামত নির্ধারণের জন্য ডিজাইন করা তদন্তের মতো।.
de: Meinungsumfragen ähneln Umfragen oder einer Untersuchung, die darauf abzielt, die öffentliche Meinung zu einem bestimmten Thema oder einer Reihe von Themen auf wissenschaftliche und unvoreingenommene Weise zu messen.
el: Οι δημοσκοπήσεις είναι παρόμοιες με τις έρευνες ή μια έρευνα που έχει σχεδιαστεί για να εκτιμήσει την κοινή γνώμη σχετικά με ένα συγκεκριμένο ζήτημα ή μια σειρά θεμάτων με επιστημονικό και αμερόληπτο τρόπο.
es: Las encuestas de opinión son similares a las encuestas o una investigación diseñada para medir la opinión pública sobre un tema específico o una serie de temas de una manera científica e imparcial
fr: Les sondages d'opinion sont similaires à des enquêtes ou à une enquête conçue pour évaluer l'opinion publique sur un problème spécifique ou une série de problèmes de manière scientifique et impartiale.
hi: जनमत सर्वेक्षण सर्वेक्षण या एक विशिष्ट मुद्दे के बारे में जनता की राय या वैज्ञानिक और निष्पक्ष तरीके से मुद्दों की एक श्रृंखला को मापने के लिए डिज़ाइन की गई जांच के समान हैं।
id: Jajak pendapat mirip dengan survei atau penyelidikan yang dirancang untuk mengukur opini publik tentang masalah tertentu atau serangkaian masalah dengan cara yang ilmiah dan tidak bias.
it: I sondaggi di opinione sono simili ai sondaggi oa un'indagine progettata per misurare l'opinione pubblica su un problema specifico o una serie di questioni in modo scientifico e imparziale.
ja: 「世論調査は、特定の問題または一連の問題に関する世論を科学的かつ偏りのない方法で評価するために設計された調査または調査に似ています。」
ko: 여론 조사는 과학적이고 편견 없는 방식으로 특정 문제 또는 일련의 문제에 대한 여론을 측정하기 위해 고안된 설문 조사 또는 조사와 유사합니다.
pa: ਰਾਏ ਪੋਲ ਇਕ ਸਰਵੇਖਣ ਜਾਂ ਵਿਗਿਆਨਕ ਅਤੇ ਨਿਰਪੱਖ mannerੰਗ ਨਾਲ ਕਿਸੇ ਖਾਸ ਮੁੱਦੇ ਜਾਂ ਮੁੱਦਿਆਂ ਦੀ ਲੜੀ ਬਾਰੇ ਲੋਕਾਂ ਦੀ ਰਾਏ ਜਾਣਨ ਲਈ ਤਿਆਰ ਕੀਤੀ ਗਈ ਜਾਂਚ ਜਾਂ ਜਾਂਚ ਦੇ ਸਮਾਨ ਹਨ.
pt: As pesquisas de opinião são semelhantes a pesquisas ou pesquisas destinadas a avaliar a opinião pública sobre um assunto específico ou uma série de questões de maneira científica e imparcial.
ru: Опросы общественного мнения похожи на опросы или запросы, предназначенные для оценки общественного мнения по конкретной проблеме или серии вопросов на научной и беспристрастной основе
tr: Kamuoyu araştırmaları, belirli bir konu veya bir dizi konu hakkında kamuoyunu bilimsel ve tarafsız bir şekilde ölçmek için tasarlanmış anketlere veya soruşturmalara benzer.
zh: 民意调查类似于旨在以科学和公正的方式衡量公众对特定问题或一系列问题的意见的调查或调查

# feelingHappy
source: happy
ar: السعادة
bn: খুশি অনুভব করছি
de: glücklich fühlen
el: Νιώθει χαρούμενος
es: Me siento feliz
fr: se sentir heureux
hi: मैं बहुत खुश हूं
id: merasa bahagia
it: sentirsi felice
ja: 幸せだ
ko: 행복한 느낌
pa: ਖੁਸ਼ ਮਹਿਸੂਸ ਹੋ ਰਿਹਾ ਹੈ
pt: sentindo feliz
ru: чувствовать себя счастливым
tr: mutlu hissetmek
zh: 感到开心

# feelingCool
source: cool
ar: برودة
bn: শীতল বোধ
de: Cool fühlen
el: νιώθω δροσερός
es: Sentirse genial
fr: se sentir au frais
hi: अच्छा महसूस करना
id: merasa keren
it: sentirsi bene
ja: かっこいい
ko: 시원하다
pa: ਠੰਡਾ ਮਹਿਸੂਸ ਹੁੰਦਾ ਹੈ
pt: parece legal
ru: чувствует себя круто
tr: havalı hissediyor
zh: 感觉很酷

# feelingSurprised
source: surprised
ar: الإندهاش
bn: অবাক লাগছে
de: sich überrascht fühlen
el: νιώθω έκπληκτος
es: siéntete sorprendido
fr: se sentir surpris
hi: आश्चर्यचकित महसूस करें
id: merasa terkejut
it: sentirsi sorpreso
ja: 驚きを感じる
ko: 놀랐다
pa: ਹੈਰਾਨੀ ਮਹਿਸੂਸ ਕਰਦਾ ਹੈ
pt: se sente surpreso
ru: чувствует себя удивленным
tr: şaşırmış hissediyor
zh: 感到惊讶

# feelingShocked
source: shocked
ar: الصدمة
bn: হতবাক বোধ
de: sich schockiert fühlen
el: Νιώθω σοκαρισμένος
es: sentirse conmocionado
fr: se sentir choqué
hi: हैरान महसूस करो
id: merasa kaget
it: sentirsi scioccato
ja: ショックを受ける
ko: 충격을 받다
pa: ਹੈਰਾਨ ਹੋ ਰਿਹਾ ਹੈ
pt: se sente chocado
ru: чувствует себя шокированным
tr: şok olmuş hissediyor
zh: 感到震惊

# feelingNervous
source: nervous
ar: التوتر
bn: বুক দুরদুর করা
de: nervös fühlen
el: Νιώθω νευρικό
es: sentirse nervioso
fr: Etre nerveux
hi: घबराहट महसूस कर रहा हूँ
id: merasa gugup
it: sentirsi nervoso
ja: 緊張する
ko: 긴장하다
pa: ਘਬਰਾਹਟ ਮਹਿਸੂਸ ਹੁੰਦੀ ਹੈ
pt: se sente nervoso
ru: нервничает
tr: gergin hissediyor
zh: 感到紧张

# feelingAngry
source: angry
ar: الغضب
bn: রাগ হচ্ছে
de: wütend fühlen
el: νιώθεις θυμωμένος
es: Estoy enfadado
fr: se sentir en colère
hi: गुस्से का एहसास
id: merasa marah
it: sentirsi arrabbiato
ja: 怒りを感じる
ko: 화를 느끼다
pa: ਗੁੱਸਾ ਮਹਿਸੂਸ ਹੁੰਦਾ ਹੈ
pt: sente raiva
ru: злится
tr: kızgın hissediyor
zh: 生气

# feelingDrool
source: drool
ar: سال لعابه
bn: অনুভূতি অনুভব করুন
de: sabber fühlen
el: αισθάνομαι σάλια
es: siento babear
fr: sent baver
hi: महसूस करो
id: merasa lemas
it: sentire sbavare
ja: よだれを感じる
ko: 침을 흘리다
pa: ਗੜਬੜੀ ਮਹਿਸੂਸ
pt: sente babar
ru: чувствует слюни
tr: salyası geliyor
zh: 感觉流口水

# feelingSweat
source: sweating
ar: التعرق
bn: চিৎকার অনুভব
de: Schreien fühlen
el: νιώθεις να ουρλιάζει
es: sentir gritos
fr: se sentir crier
hi: चिल्लाना महसूस करो
id: merasa menjerit
it: sentire urlare
ja: 悲鳴を上げる
ko: 비명을 지르다
pa: ਚੀਕਣਾ ਮਹਿਸੂਸ ਕਰਦਾ ਹੈ
pt: parece gritando
ru: чувствует крик
tr: çığlık atıyor
zh: 感觉在尖叫

# feelingCrying
source: crying
ar: الصراخ
bn: কান্নাকাটি অনুভব করুন
de: weinen fühlen
el: αισθάνομαι κλάμα
es: siento llorar
fr: avoir l'impression de pleurer
hi: रोना महसूस करो
id: merasa menangis
it: sentire piangere
ja: 泣きそう
ko: 울다
pa: ਰੋਣਾ ਮਹਿਸੂਸ ਕਰਦਾ ਹੈ
pt: sente-se chorando
ru: плачет
tr: ağlıyor
zh: 感觉在哭

# feelingSad
source: sad
ar: الحزن
bn: খারাপ লাগছে
de: traurig fühlen
el: νιώθω λυπημένος
es: sentirse triste
fr: se sentir triste
hi: दुख होता है
id: merasa sedih
it: sentirsi tristi
ja: 悲しく感じる
ko: 슬퍼하다
pa: ਉਦਾਸ ਮਹਿਸੂਸ ਕਰਦਾ ਹੈ
pt: se sente triste
ru: грустно
tr: Üzgün hissediyor
zh: 感到难过

# feelingDead
source: dead
ar: الموت
bn: মৃত বোধ
de: sich tot fühlen
el: νιώθω νεκρός
es: sentirse muerto
fr: se sentir mort
hi: मृत महसूस करो
id: merasa mati
it: sentirsi morto
ja: 死んだと感じる
ko: 죽은 느낌
pa: ਮਰੇ ਹੋਏ ਮਹਿਸੂਸ ਕਰਦੇ ਹਨ
pt: parece morto
ru: чувствует себя мертвым
tr: ölü hissediyor
zh: 感觉死了

# feelingDubious
source: dubious
ar: التردد
bn: সন্দেহজনক বোধ
de: fühle dich zweifelhaft
el: νιώθεις αμφίβολος
es: siéntete dudoso
fr: se sentir dubitatif
hi: संदिग्ध लग रहा है
id: merasa ragu
it: sentirsi dubbioso
ja: 疑わしいと感じる
ko: 의심스럽다
pa: ਸ਼ੱਕੀ ਮਹਿਸੂਸ ਕਰਦਾ ਹੈ
pt: parece duvidoso
ru: чувствует себя сомнительно
tr: şüpheli hissediyor
zh: 感觉可疑

# feelingTired
source: tired
ar: التعب
bn: ক্লান্তি বোধ করা
de: sich müde fühlen
el: αισθάνομαι κουρασμένος
es: sentirse cansado
fr: sent fatigué
hi: थकाव महसूस करना
id: Merasa lelah
it: sentirsi stanco
ja: 疲れる
ko: 피곤하다
pa: ਥੱਕੇ ਹੋਏ ਮਹਿਸੂਸ ਕਰਦੇ ਹਨ
pt: sente-se cansado
ru: чувствует усталость
tr: yorgun hissediyor
zh: 感到疲倦

# feelingLoved
source: loved
ar: الحب
bn: ভালবাসা বোধ
de: fühle dich geliebt
el: νιώθω αγαπημένη
es: sentirse amado
fr: se sentir aimé
hi: प्यार किया गया महसूस करो
id: merasa dicintai
it: sentirsi amato
ja: 愛されていると感じる
ko: 사랑받는 느낌
pa: ਪਿਆਰ ਮਹਿਸੂਸ ਕਰਦਾ ਹੈ
pt: se sente amado
ru: чувствует себя любимым
tr: sevildiğini hissetmek
zh: 感觉被爱

# feelingPain
source: pain
ar: الألم
bn: ব্যাথা অনুভব করা
de: Schmerz fühlen
el: νιώθω πόνο
es: sentir dolor
fr: ressentir de la douleur
hi: दर्द महसूस हो रहा है
id: merasa sakit
it: provare dolore
ja: 痛みを感じる
ko: 고통을 느끼다
pa: ਦਰਦ ਮਹਿਸੂਸ ਕਰਦਾ ਹੈ
pt: sente dor
ru: чувствует боль
tr: acı hissediyor
zh: 感到疼痛

# feelingMuted
source: muted
ar: الصمت
bn: নিঃশব্দ বোধ
de: sich stumm fühlen
el: αισθάνονται σιωπηλοί
es: siéntete silenciado
fr: se sentir en sourdine
hi: मौन महसूस करो
id: merasa sunyi
it: sentirsi in sordina
ja: 落ち着いた感じ
ko: 음소거 느낌
pa: ਚੁੱਪ ਮਹਿਸੂਸ ਕਰਦਾ ਹੈ
pt: parece mudo
ru: чувствует себя приглушенным
tr: sessiz hissediyor
zh: 感觉很安静

# feelingGreed
source: greed
ar: الجشع
bn: লোভ বোধ
de: Gier fühlen
el: νιώθω απληστία
es: siente codicia
fr: ressentir la cupidité
hi: लालच महसूस करो
id: merasa serakah
it: sentire l'avidità
ja: 貪欲を感じる
ko: 탐욕을 느끼다
pa: ਲਾਲਚ ਮਹਿਸੂਸ ਕਰਦਾ ਹੈ
pt: sente ganância
ru: чувствует жадность
tr: açgözlülük hissediyor
zh: 感到贪婪

# feelingSick
source: sick
ar: المرض
bn: অসুস্থ বোধ
de: krank fühlen
el: νιώθω άρρωστος
es: Sentirse enfermo
fr: se sentir malade
hi: बीमार होना
id: merasa sakit
it: sentirsi malato
ja: 体調が悪い
ko: 아프다
pa: ਬਿਮਾਰ ਮਹਿਸੂਸ ਕਰਦਾ ਹੈ
pt: se sente doente
ru: чувствует себя больным
tr: hasta hissediyor
zh: 感觉不舒服

# pollTitle
source: Poll
ar: تصويت
bn: পোল
de: Umfrage
el: Ψηφοφορία
es: Encuesta
fr: Sondage
hi: मतदान
id: Pemilihan
it: Sondaggio
ja: 投票
ko: 투표
pa: ਚੋਣ
pt: Votação
ru: Голосование
tr: Anket
zh: 轮询

source: Choice One
ar: الخيار الأول
bn: চয়েস ওয়ান
de: Auswahl
el: Επιλογή Ένα
es: Elige uno
fr: Choix une
hi: विकल्प एक
id: Pilihan Satu
it: Scelta uno
ja: 選択肢1
ko: 초이스 원
pa: ਚੋਣ ਇਕ
pt: Escolha Um
ru: Выбор один
tr: Seçim Bir
zh: 选择一

source: Choice Two
ar: الاختيار الثاني
bn: চয়েস টু
de: Wahl Zwei
el: Επιλογή δύο
es: Opción dos
fr: Choix deux
hi: विकल्प दो
id: Pilihan Dua
it: Scelta due
ja: 選択肢2
ko: 두 번째 선택
pa: ਚੋਣ ਦੋ
pt: Escolha Dois
ru: Второй вариант
tr: İkinci Seçenek
zh: 选择二

source: Choice Three
ar: الاختيار الثالث
bn: চয়েস থ্রি
de: Wahl Drei
el: Επιλογή Τριών
es: Elección tres
fr: Choix Trois
hi: विकल्प तीन
id: Pilihan Tiga
it: Scelta tre
ja: 選択肢3
ko: 세 번째 선택
pa: ਚੋਣ ਤਿੰਨ
pt: Escolha Três
ru: Вариант третий
tr: Seçim Üç
zh: 选择三

source: Poll length
ar: طول الاستطلاع
bn: পোলের দৈর্ঘ্য
de: Umfragelänge
el: Μήκος ψηφοφορίας
es: Duración de la encuesta
fr: Durée du sondage
hi: मतदान की लंबाई
id: Panjang jajak pendapat
it: lunghezza del sondaggio
ja: 投票の長さ
ko: 설문조사 길이
pa: ਪੋਲ ਲੰਬਾਈ
pt: Comprimento da enquete
ru: Длина опроса
tr: Anket uzunluğu
zh: 轮询长度

source: days
ar: أيام
bn: দিন
de: Tage
el: ημέρες
es: dias
fr: jours
hi: दिन
id: hari
it: giorni
ja: 日々
ko: 날
pa: ਦਿਨ
pt: dias
ru: дней
tr: günler
zh: 天

source: Hours
ar: ساعات
bn: ঘন্টার
de: Std
el: Ωρες
es: Horas
fr: heures
hi: घंटे
id: Jam
it: Ore
ja: 時間
ko: 시간
pa: ਘੰਟੇ
pt: Horas
ru: Часы
tr: Saatler
zh: 小时

source: Minutes
ar: دقائق
bn: মিনিট
de: Protokoll
el: Λεπτά
es: Minutos
hi: मिनट
id: Menit
it: Minuti
ja: 分
ko: 분
pa: ਮਿੰਟ
pt: Minutos
ru: Минуты
tr: dakika
zh: 分钟

# addPostArticle
source: Research article
ar: مقاله بحثيه
bn: গবেষণা প্রবন্ধ
de: Forschungsartikel
el: Ερευνητικό άρθρο
es: Artículo de investigación
fr: Article de recherche
hi: शोध आलेख
id: Artikel Penelitian
it: Artikel Penelitian
ja: 研究論文
ko: 연구 자료
pa: ਖੋਜ ਲੇਖ
pt: Artigo de Pesquisa
ru: Исследовательская статья
tr: Araştırma makalesi
zh: 研究文章

# addPostArticleGeneralTitle
source: General title
ar: العنوان العام
bn: সাধারণ শিরোনাম
de: Allgemeiner Titel
el: Γενικός τίτλος
es: Título general
fr: Titre général
hi: सामान्य शीर्षक
id: Judul umum
it: Judul umum
ja: 一般的なタイトル
ko: 일반 제목
pa: ਆਮ ਸਿਰਲੇਖ
pt: Título geral
ru: Общее название
tr: Genel başlık
zh: 总称

# addPostArticleWrittersHintText
source: Writers
ar: الكتاب
bn: লেখকরা
de: Schriftsteller
el: Συγγραφείς
es: Escritores
fr: Écrivains
hi: लेखकों के
id: Penulis
it: Penulis
ja: 作家
ko: 작가
pa: ਲੇਖਕ
pt: Escritoras
ru: Писатели
tr: yazarlar
zh: 作家

# addPostArticleKeywords
source: Keywords
ar: الكلمات الدالة
bn: কীওয়ার্ড
de: Schlüsselwörter
el: Λέξεις -κλειδιά
es: Palabras clave
fr: Mots clés
hi: कीवर्ड
id: Kata kunci
it: Kata kunci
ja: キーワード
ko: 키워드
pa: ਕੀਵਰਡਸ
pt: Palavras-chave
ru: Ключевые слова
tr: anahtar kelimeler
zh: 关键词

# addPostArticleCoresspondence
source: Correspondence
ar: مراسلة
bn: চিঠিপত্র
de: Korrespondenz
el: Αλληλογραφία
es: Correspondencia
fr: Correspondance
hi: पत्र - व्यवहार
id: Korespondensi
it: Korespondensi
ja: 対応
ko: 일치
pa: ਲਿਖਤ - ਪੜ੍ਹਤ
pt: Correspondência
ru: Переписка
tr: Yazışma
zh: 一致

# addPostArticleAbstract
source: Write Abstract here
ar: اكتب الملخص هنا
bn: এখানে অ্যাবস্ট্রাক্ট লিখুন
de: Zusammenfassung hier schreiben
el: Γράψτε Περίληψη εδώ
es: Escriba el resumen aquí
fr: Écrivez un résumé ici
hi: सार यहाँ लिखें
id: Tulis Abstrak disini
it: Tulis Abstrak disini
ja: ここに要約を書く
ko: 여기에 초록 쓰기
pa: ਇੱਥੇ ਸੰਖੇਪ ਲਿਖੋ
pt: Escreva o resumo aqui
ru: Напишите здесь аннотацию
tr: Özeti buraya yazın
zh: 在这里写摘要

# addPostArticleConclusion
source: Conclusion
ar: الإستنتاج
bn: উপসংহার
de: Abschluss
el: συμπέρασμα
es: Conclusión
hi: निष्कर्ष
id: Kesimpulan
it: Kesimpulan
ja: 結論
ko: 결론
pa: ਸਿੱਟਾ
pt: Conclusão
ru: Вывод
tr: Çözüm
zh: 结论

# addPostArticleIntro
source: Introduction
ar: مقدمة
bn: ভূমিকা
de: Einführung
el: Εισαγωγή
es: Introducción
hi: परिचय
id: pengantar
it: introduzione
ja: 序章
ko: 소개
pa: ਜਾਣ -ਪਛਾਣ
pt: Introdução
ru: Вступление
tr: Tanıtım
zh: 介绍

# unDoneDialogDiscardPost
source: Discard Post
ar: تجاهل المنشور
bn: পোস্ট বাতিল করুন
de: Beitrag verwerfen
el: Απόρριψη ανάρτησης
es: Descartar publicación
fr: Jeter la publication
hi: पोस्ट छोड़ें
id: Buang Posting
it: Elimina post
ja: 投稿を破棄
ko: 게시물 삭제
pa: ਪੋਸਟ ਨੂੰ ਰੱਦ ਕਰੋ
pt: Descartar postagem
ru: Отменить публикацию
tr: Gönderiyi Sil
zh: 丢弃帖子
