Repository: hamza-ben-ab/hamza-ben-ab.github.io
Catalog: lib/l10n/intl_*.arb
Languages: ar, bn, de, el, es, fr, hi, id, it, ja, ko, pa, pt, ru, tr, zh

source: Views
ar: المشاهدات
bn: ভিউ
de: Ansichten
el: Προβολές
es: Vistas
fr: Vues
hi: विचारों
id: Pemandangan
it: Visualizzazioni
ja: ビュー
ko: 조회수
pa: ਦ੍ਰਿਸ਼
pt: Visualizações
ru: Просмотры
tr: Görünümler
zh: 观看次数

# pictureDetailsAddComment
source: Type your reply
ar: اكتب الرد الخاص بك
bn: আপনার উত্তর টাইপ করুন
de: Tippe deine Antwort ein
el: Πληκτρολογήστε την απάντησή σας
es: Escriba su respuesta
fr: Tapez votre réponse
hi: अपना उत्तर लिखें
id: Ketik balasan Anda
it: Digita la risposta
ja: 返信を入力してください
ko: 답장 입력
pa: ਆਪਣਾ ਜਵਾਬ ਟਾਈਪ ਕਰੋ
pt: Digite sua resposta
ru: Напечатайте свой ответ
tr: Cevabınızı yazın
zh: 输入您的回复

# commentModifer
source: Modify
ar: تعديل
bn: পরিবর্তন করুন
de: Modifizieren
el: Τροποποιώ
es: Modificar
fr: Modifier
hi: संशोधित करें
id: Ubah
it: Modifica
ja: 変更
ko: 수정
pa: ਸੋਧ
pt: Modificar
ru: Изменить
tr: değiştir
zh: 调整

# commentDelete
source: Delete
ar: حذف
bn: মুছে ফেলা
de: löschen
el: Διαγράφω
es: Borrar
fr: Effacer
hi: हटाएँ
id: Menghapus
it: Elimina
ja: 削除
ko: 삭제
pa: ਮਿਟਾਓ
pt: Excluir
ru: Удалить
tr: Sil
zh: 删除

# commentReply
source: Replies
ar: الإجابات
bn: উত্তর
de: Antworten
el: Απαντήσεις
es: Respuestas
fr: Réponses
hi: जवाब
id: Balasan
it: Risposte
ja: 返信
ko: 답글
pa: ਜਵਾਬ
pt: Respostas
ru: Ответов
tr: Cevaplar
zh: 回覆

# inviteButton
source: Invite
ar: دعوة
bn: আমন্ত্রণ জানান
de: Einladen
el: Προσκαλώ
es: Invitar
fr: Inviter
hi: आमंत्रण
id: Undang
it: Invita
ja: 招待する
ko: 초대
pa: ਸੱਦਾ ਦਿਓ
pt: Convidar
ru: Приглашать
tr: Davet et
zh: 邀请

# iLikeButton
source: I like
ar: أعجبني
bn: আমি পছন্দ করি
de: Ich mag
el: μου αρέσει
es: me gusta
fr: J'aime
hi: मुझे पसंद
id: saya suka
it: mi piace
ja: 好き
ko: 좋아요
pa: ਮੈਨੂੰ ਪਿਆਰ ਹੈ
pt: eu gosto
ru: Мне нравится
tr: severim
zh: 我喜欢

source: Full-Screen
ar: كامل الشاشة
bn: পূর্ণ পর্দা
de: Vollbildschirm
el: Πλήρης οθόνη
es: Pantalla completa
fr: Plein écran
hi: पूर्ण स्क्रीन
id: Layar penuh
it: A schermo intero
ja: 全画面表示
ko: 전체 화면
pa: ਪੂਰੀ-ਸਕ੍ਰੀਨ
pt: Tela cheia
ru: Полноэкранный
tr: Tam ekran
zh: 全屏

# message
source: Messages
ar: الرسائل
bn: বার্তা
de: Meldungen
el: Μηνύματα
es: Mensajes
hi: संदेशों
id: Pesan
it: Messaggi
ja: メッセージ
ko: 메시지
pa: ਸੁਨੇਹੇ
pt: Mensagens
ru: Сообщения
tr: Mesajlar
zh: 留言

# notificationTitle
source: Notifications
ar: الإشعارات
bn: বিজ্ঞপ্তি
de: Benachrichtigungen
el: Ειδοποιήσεις
es: Notificaciones
hi: सूचनाएं
id: Notifikasi
it: Notifiche
ja: お知らせ
ko: 알림
pa: ਸੂਚਨਾਵਾਂ
pt: Notificações
ru: Уведомления
tr: Bildirimler
zh: 通知

source: Account
ar: الحساب
bn: অ্যাকাউন্ট
de: Konto
el: λογαριασμός
es: Cuenta
fr: Profile
hi: खाता
id: Akun
ja: アカウント
ko: 계정
pa: ਖਾਤਾ
pt: Conta
ru: Аккаунт
tr: Hesap
zh: 帐户

source: Contact Us
ar: اتصل بنا
bn: যোগাযোগ করুন
de: Kontaktiere uns
el: Επικοινωνήστε μαζί μας
es: Contáctenos
fr: Contacter
hi: संपर्क करें
id: Hubungi kami
it: Contattaci
ja: 接触
ko: 문의하기
pa: ਸੰਪਰਕ
pt: Contato
ru: Контакт
tr: Temas
zh: 联系方式

source: About Us
ar: معلومات عنا
bn: আমাদের সম্পর্কে
de: Über uns
el: Σχετικά με εμάς
es: Sobre nosotros
fr: À propos
hi: हमारे बारे में
id: Tentang kami
it: Riguardo a noi
ja: 私たちについて
ko: 회사 소개
pa: ਬਾਰੇ
pt: Cerca de
ru: Около
tr: Hakkında
zh: 大约

source: Privacy Policy
ar: السياسة الخاصة
bn: গোপনীয়তা নীতি
de: Datenschutz-Bestimmungen
el: Πολιτική απορρήτου
es: Política de privacidad
fr: Politique de confidentialité
hi: गोपनीयता नीति
id: Kebijakan pribadi
it: Politica sulla riservatezza
ja: プライバシーポリシ
ko: 개인 정보 정책
pa: ਪਰਾਈਵੇਟ ਨੀਤੀ
pt: Política de Privacidade
ru: Политика конфиденциальности
tr: Gizlilik Politikası
zh: 隐私政策

source: Cookie Policy
ar: سياسة ملفات الارتباط
bn: কুকি নীতি
de: Cookie-Richtlinie
el: Πολιτική cookie
es: Política de cookies
fr: Cookies
hi: कूकी नीति
id: Kebijakan Cookie
it: Cookie
ja: クッキ
ko: 쿠키 정책
pa: ਕੂਕੀ
pt: Biscoito
ru: Cookie-файлы
tr: Kurabiye
zh: 曲奇饼

source: Copyright Policy
ar: سياسة حقوق النشر
bn: কপিরাইট নীতি
de: Urheberrechtsrichtlinie
el: Πολιτική πνευματικών δικαιωμάτων
es: Política de Copyright
fr: Droit d'auteur
hi: कॉपीराइट नीति
id: Kebijakan Hak Cipta
it: Politica sul copyright
ja: 著作権ポリシ
ko: 저작권 정책
pa: ਕਾਪੀਰਾਈਟ ਨੀਤੀ
pt: Política de Copyright
ru: Политика авторских прав
tr: Telif Hakkı Politikası
zh: 版权政策

source: Terms
ar: مصطلحات
bn: শর্তাবলী
de: Begriffe
el: Οροι
es: Condiciones
fr: Termes
hi: शर्तें
id: Ketentuan
it: Termini
ja: 規約
ko: 약관
pa: ਸ਼ਰਤਾਂ
pt: Termos
ru: Условия
tr: Şartlar
zh: 条款

source: Help
ar: المساعدة
bn: সাহায্য
de: Hilfe
el: Βοηθώ
es: Ayudar
fr: Aider
hi: मदद
id: Membantu
it: Aiuto
ja: ヘルプ
ko: 돕다
pa: ਮਦਦ ਕਰੋ
pt: Ajuda
ru: Помощь
tr: Yardım
zh: 救命

# accountMenuProfileSetting
source: Setting and Privacy
ar: الإعداد والخصوصية
bn: সেটিং এবং গোপনীয়তা
de: Einstellungen und Privatsphäre
el: Ρύθμιση και απόρρητο
es: Configuración y privacidad
fr: Configuration et confidentialité
hi: सेटिंग और गोपनीयता
id: Pengaturan dan Privasi
it: Impostazione e privacy
ja: 設定とプライバシ
ko: 설정 및 개인정보 보호
pa: ਸੈਟਿੰਗ ਅਤੇ ਗੋਪਨੀਯਤਾ
pt: Configuração e privacidade
ru: Настройка и конфиденциальность
tr: Ayar ve Gizlilik
zh: 设置和隐私

# accountMenuLogOut
source: Log Out
ar: تسجيل خروج
bn: লগ আউট
de: Ausloggen
el: Αποσύνδεση
es: Finalizar la sesión
fr: Déconnexion
hi: लॉग आउट
id: Keluar
it: Disconnettersi
ja: ログアウト
ko: 로그 아웃
pa: ਲਾੱਗ ਆਊਟ, ਬਾਹਰ ਆਉਣਾ
pt: Deslogar
ru: Выйти
tr: Çıkış Yap
zh: 登出

source: See your profile
ar: انظر ملفك الشخصي
bn: আপনার প্রোফাইল দেখুন
de: Siehe dein Profil
el: Δείτε το προφίλ σας
es: Ver tu perfil
fr: Voir votre profil
hi: अपनी प्रोफ़ाइल देखें
id: Lihat profil Anda
it: Visualizza il tuo profilo
ja: あなたのプロフィールを見る
ko: 프로필 보기
pa: ਆਪਣੀ ਪ੍ਰੋਫਾਈਲ ਵੇਖੋ
pt: Veja o seu perfil
ru: Смотрите свой профиль
tr: profilinize bakın
zh: 查看您的个人资料

# helpAndSupport
source: Help & Support
ar: المساعدة والدعم
bn: সাহায্য ও সমর্থন
de: Hilfe Unterstützung
el: Βοήθεια & Υποστήριξη
es: Ayuda y soporte
fr: Aide et assistance
hi: सहायता और समर्थन
id: Bantuan & Dukungan
it: Aiuto e supporto
ja: ヘルプとサポート
ko: 도움말 및 지원
pa: ਮਦਦ ਅਤੇ ਸਹਾਇਤਾ
pt: Ajuda e Suporte
ru: Помощь и поддержка
tr: Yardım ve Destek
zh: 帮助与支持

source: Account email
ar: حساب البريد الإلكتروني
bn: অ্যাকাউন্ট ইমেল
de: Konto-E-Mail
el: Email λογαριασμού
es: Cuenta de email
fr: E-mail du compte
hi: खाता ई - मेल
id: Email akun
it: E-mail dell'account
ja: アカウントのメール
ko: 계정 이메일
pa: ਖਾਤਾ ਈਮੇਲ
pt: Email da conta
ru: Адрес электронной почты
tr: Hesap E-posta
zh: 帐户的电子邮件

source: Change password
ar: تغيير كلمة المرور
bn: পাসওয়ার্ড পরিবর্তন করুন
de: Passwort ändern
el: Αλλαξε κωδικό
es: Cambiar la contraseña
fr: Changer le mot de passe
hi: पासवर्ड बदलें
id: Ganti kata sandi
it: Cambia la password
ja: パスワードを変更する
ko: 비밀번호 변경
pa: ਪਾਸਵਰਡ ਬਦਲੋ
pt: Mudar senha
ru: Измени пароль
tr: Şifre değiştir
zh: 更改密码

source: Location
ar: الموقع
bn: অবস্থান
de: Die Lage
el: Η τοποθεσία
es: La locación
fr: L'emplacement
hi: स्थान
id: Lokasinya
it: La posizione
ja: 場所
ko: 위치
pa: ਟਿਕਾਣਾ
pt: A localização
ru: Местоположение
tr: Konum
zh: 那个地点

source: Language
ar: اللغة
bn: ভাষা
de: Die Sprache
el: Η γλώσσα
es: El idioma
fr: La langue
hi: भाषा
id: Bahasa
it: La lingua
ja: 言語
ko: 언어
pa: ਭਾਸ਼ਾ
pt: O idioma
ru: Язык
tr: Dil
zh: 该语言

source: New email
ar: بريد إلكتروني جديد
bn: নতুন ইমেইল
de: Neue e-mail
el: Νέο email
es: Nuevo Email
fr: Nouvel e-mail
hi: नई ईमेल
id: Email baru
it: Nuova email
ja: 新しいメール
ko: 새 이메일
pa: ਨਵੀਂ ਈਮੇਲ
pt: Novo Email
ru: Новый E-mail
tr: Yeni E-posta
zh: 新邮件

source: Current password
ar: كلمة المرور الحالية
bn: বর্তমান পাসওয়ার্ড
de: Aktuelles Passwort
el: Τρέχων κωδικός
es: Contraseña actual
fr: Mot de passe actuel
hi: वर्तमान पासवर्ड
id: Kata sandi saat ini
it: Password attuale
ja: 現在のパスワード
ko: 현재 비밀번호
pa: ਵਰਤਮਾਨ ਪਾਸਵਰਡ
pt: Senha atual
ru: Текущий пароль
tr: Şimdiki Şifre
zh: 当前密码

# newEmailDescription
source: Adding a current email to your Teltrue account can help you log in and receive notifications as well as reset your password easily.
ar: يمكن أن تساعدك إضافة بريد إلكتروني الحالي إلى حساب Telltrue الخاص بك في تسجيل الدخول وتلقي الإشعارات وكذلك إعادة تعيين كلمة المرور الخاصة بك بسهولة.
bn: আপনার Telltrue অ্যাকাউন্টে একটি বর্তমান ইমেল যোগ করা আপনাকে লগ ইন করতে এবং বিজ্ঞপ্তি পেতে সাহায্য করতে পারে এবং সহজেই আপনার পাসওয়ার্ড পুনরায় সেট করতে পারে।
de: Das Hinzufügen einer aktuellen E-Mail zu Ihrem Telltrue-Konto kann Ihnen dabei helfen, sich anzumelden und Benachrichtigungen zu erhalten sowie Ihr Passwort einfach zurückzusetzen.
el: Η προσθήκη ενός τρέχοντος μηνύματος ηλεκτρονικού ταχυδρομείου στον λογαριασμό σας Telltrue μπορεί να σας βοηθήσει να συνδεθείτε και να λάβετε ειδοποιήσεις καθώς και να επαναφέρετε εύκολα τον κωδικό πρόσβασής σας.
es: Agregar un correo electrónico actual a su cuenta de Telltrue puede ayudarlo a iniciar sesión y recibir notificaciones, así como a restablecer su contraseña fácilmente.
fr: L'ajout d'un e-mail actuel à votre compte Telltrue peut vous aider à vous connecter et à recevoir des notifications ainsi qu'à réinitialiser facilement votre mot de passe.
hi: अपने टेल्ट्रू खाते में एक वर्तमान ईमेल जोड़ने से आपको लॉग इन करने और सूचनाएं प्राप्त करने के साथ-साथ अपना पासवर्ड आसानी से रीसेट करने में मदद मिल सकती है।
id: Menambahkan email saat ini ke akun Telltrue Anda dapat membantu Anda masuk dan menerima pemberitahuan serta mengatur ulang kata sandi Anda dengan mudah.
it: L'aggiunta di un'e-mail corrente al tuo account Telltrue può aiutarti ad accedere e ricevere notifiche, nonché a reimpostare facilmente la password.
ja: 現在の電子メールをTelltrueアカウントに追加すると、ログインして通知を受信したり、パスワードを簡単にリセットしたりするのに役立ちます。
ko: 현재 이메일을 Telltrue 계정에 추가하면 로그인하고 알림을 받을 수 있을 뿐만 아니라 비밀번호를 쉽게 재설정할 수 있습니다.
pa: ਆਪਣੇ Telltrue ਖਾਤੇ ਵਿੱਚ ਇੱਕ ਮੌਜੂਦਾ ਈਮੇਲ ਜੋੜਨਾ ਤੁਹਾਨੂੰ ਲੌਗ ਇਨ ਕਰਨ ਅਤੇ ਸੂਚਨਾਵਾਂ ਪ੍ਰਾਪਤ ਕਰਨ ਦੇ ਨਾਲ ਨਾਲ ਆਪਣਾ ਪਾਸਵਰਡ ਅਸਾਨੀ ਨਾਲ ਰੀਸੈਟ ਕਰਨ ਵਿੱਚ ਸਹਾਇਤਾ ਕਰ ਸਕਦਾ ਹੈ.
pt: Adicionar um e-mail atual à sua conta Telltrue pode ajudá-lo a fazer login e receber notificações, bem como redefinir sua senha facilmente.
ru: Добавление текущего адреса электронной почты в вашу учетную запись Telltrue может помочь вам войти в систему и получать уведомления, а также легко сбросить пароль.
tr: Telltrue hesabınıza güncel bir e-posta eklemek, oturum açmanıza ve bildirimler almanıza ve parolanızı kolayca sıfırlamanıza yardımcı olabilir.
zh: 将当前电子邮件添加到您的 Telltrue 帐户可以帮助您登录并接收通知以及轻松重置密码。

# currentPassIsWrong
source: Current password is wrong
ar: كلمة المرور الحالية خاطئة
bn: বর্তমান পাসওয়ার্ড ভুল
de: Aktuelles Passwort ist falsch
el: Ο τρέχων κωδικός πρόσβασης είναι λάθος
es: La contraseña actual es incorrecta
fr: Le mot de passe actuel est incorrect
hi: वर्तमान पासवर्ड गलत है
id: Kata sandi saat ini salah
it: La password attuale è sbagliata
ja: 現在のパスワードが間違っています
ko: 현재 비밀번호가 잘못되었습니다
pa: ਮੌਜੂਦਾ ਪਾਸਵਰਡ ਗਲਤ ਹੈ
pt: A senha atual está errada
ru: Текущий пароль неверен
tr: Mevcut şifre yanlış
zh: 当前密码错误

# passWordCondition
source: Password must be at least 8 characters
ar: يجب أن تكون كلمة المرور 8 أحرف على الأقل
bn: পাসওয়ার্ড কমপক্ষে 8 অক্ষরের হতে হবে
de: Das Passwort muss mindestens 8 Zeichen lang sein
el: Ο κωδικός πρέπει να έχει τουλάχιστον 8 χαρακτήρες
es: La contraseña debe tener al menos 8 caracteres
fr: Mot de passe doit être d'au moins 8 caractères
hi: पासवर्ड कम से कम 8 वर्णों का होना चाहिए
id: Kata sandi harus minimal 8 karakter
it: La password deve essere di almeno 8 caratteri
ja: パスワードは8文字以上でなければなりません
ko: 비밀번호는 8자 이상이어야 합니다.
pa: ਪਾਸਵਰਡ ਘੱਟੋ ਘੱਟ 8 ਅੱਖਰਾਂ ਦਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ
pt: A senha deve conter pelo menos 8 caracteres
ru: Пароль должен состоять не менее чем из 8 символов.
tr: Şifre en az 8 karakter olmalıdır
zh: 密码必须至少8个字符

# messageSorryCannotSend
source: Sorry, you cannot send a message to this account
ar: آسف ، لا يمكنك إرسال رسالة إلى هذا الحساب
bn: দুখিত, আপনি এই অ্যাকাউন্টে একটি বার্তা পাঠাতে পারবেন না
de: Sie können diesem Konto leider keine Nachricht senden
el: Λυπούμαστε, δεν μπορείτε να στείλετε μήνυμα σε αυτόν τον λογαριασμό
es: Lo sentimos, no puedes enviar un mensaje a esta cuenta.
fr: Désolé, vous ne pouvez pas envoyer de message à ce compte
hi: क्षमा करें, आप इस खाते पर संदेश नहीं भेज सकते
id: Maaf, Anda tidak dapat mengirim pesan ke akun ini
it: Spiacenti, non puoi inviare un messaggio a questo account
ja: 申し訳ありませんが、このアカウントにメッセージを送信することはできません
ko: 죄송합니다. 이 계정으로 메시지를 보낼 수 없습니다.
pa: ਮੁਆਫ ਕਰਨਾ, ਤੁਸੀਂ ਇਸ ਖਾਤੇ ਨੂੰ ਸੁਨੇਹਾ ਨਹੀਂ ਭੇਜ ਸਕਦੇ
pt: Desculpe, você não pode enviar uma mensagem para esta conta
ru: Извините, вы не можете отправить сообщение на этот аккаунт
tr: Üzgünüz, bu hesaba mesaj gönderemezsiniz
zh: 抱歉，您无法向此帐户发送消息

# blockButton
source: Block
ar: حضر المراسلة
bn: ব্লক
el: Οικοδομικό τετράγωνο
es: Cuadra
fr: Bloquer
hi: खंड
id: Memblokir
it: Blocco
ja: ブロック
ko: 블록
pa: ਬਲਾਕ
pt: Bloquear
ru: Блокировать
tr: Blok
zh: 堵塞

# suggestionChatUnBlock
source: Unblock
ar: رفع الحظر
bn: অবরোধ মুক্ত করুন
de: Entsperren
el: Ξεβουλώνω
es: Desbloquear
fr: Débloquer
hi: अनब्लॉक
id: Buka blokir
it: Sblocca
ja: ブロックを解除する
ko: 차단 해제
pa: ਅਨਬਲੌਕ ਕਰੋ
pt: Desbloquear
ru: Разблокировать
tr: engeli kaldırmak
zh: 解除封锁

# suggestionChatTypeMsg
source: Type your message
ar: اكتب الرسالة الخاصة بك
bn: আপনার বার্তা টাইপ করুন
de: Geben Sie Ihre Nachricht ein
el: Πληκτρολογήστε το μήνυμά σας
es: Escribe tu mensaje
fr: Tapez votre message
hi: अपना संदेश टाइप करें
id: Ketik pesan anda
it: Scrivi il tuo messaggio
ja: メッセージを入力してください
ko: 메시지 입력
pa: ਆਪਣਾ ਸੁਨੇਹਾ ਟਾਈਪ ਕਰੋ
pt: Digite sua mensagem
ru: Напишите ваше сообщение
tr: Mesajını yaz
zh: 输入您的消息

# suggestionChatDeleteConversation
source: Delete Chat
ar: حذف الدردشة
bn: চ্যাট মুছুন
de: Chat löschen
el: Διαγραφή συνομιλίας
es: Eliminar chat
fr: Supprimer le chat
hi: चैट हटाएं
id: Hapus obrolan
it: Elimina chat
ja: チャットの削除
ko: 채팅 삭제
pa: ਚੈਟ ਮਿਟਾਓ
pt: Excluir bate-papo
ru: Удалить чат
tr: Sohbeti sil
zh: 删除聊天

# suggestionChatBlockMsgRequest
source: Block messages and calls ?
ar: هل ترغب في حظر الرسائل والمكالمات؟
bn: মেসেজ এবং কল ব্লক করবেন?
de: Nachrichten und Anrufe blockieren?
el: Αποκλεισμός μηνυμάτων και κλήσεων ?
es: ¿Bloquear mensajes y llamadas
fr: Bloquer les messages et les appels ?
hi: संदेशों और कॉलों को ब्लॉक करें?
id: Blokir pesan dan panggilan?
it: Bloccare messaggi e chiamate?
ja: メッセージと通話をブロックしますか？
ko: 메시지와 전화를 차단하시겠습니까?
pa: ਸੁਨੇਹੇ ਅਤੇ ਕਾਲਾਂ ਨੂੰ ਬਲੌਕ ਕਰੀਏ?
pt: Bloquear mensagens e chamadas?
ru: Блокировать сообщения и звонки?
tr: Mesajları ve aramaları engelle?
zh: 阻止消息和呼叫 ?

# suggestionChatBlockDescrip
source: You can't message or call them in this chat, and you won't receive their messages or calls.
ar: .لا يمكنك مراسلتهم أو الاتصال بهم في هذه الدردشة ، ولن تتلقى رسائلهم أو مكالماتهم
bn: আপনি এই চ্যাটে তাদের বার্তা বা কল করতে পারবেন না, এবং আপনি তাদের বার্তা বা কল পাবেন না।
de: Sie können ihnen in diesem Chat keine Nachrichten senden oder anrufen, und Sie werden ihre Nachrichten oder Anrufe nicht erhalten.
el: Δεν μπορείτε να τους στείλετε μηνύματα ή να τους καλέσετε σε αυτήν τη συνομιλία και δεν θα λάβετε τα μηνύματα ή τις κλήσεις τους.
es: No puede enviarles mensajes ni llamarlos en este chat, y no recibirá sus mensajes ni sus llamadas.
fr: Vous ne pouvez pas leur envoyer de messages ou les appeler dans ce chat, et vous ne recevrez pas leurs messages ni leurs appels.
hi: आप उन्हें इस चैट में संदेश या कॉल नहीं कर सकते हैं, और आपको उनके संदेश या कॉल प्राप्त नहीं होंगे।
id: Anda tidak dapat mengirim pesan atau menelepon mereka dalam obrolan ini, dan Anda tidak akan menerima pesan atau panggilan mereka.
it: Non puoi inviare messaggi o chiamarli in questa chat e non riceverai i loro messaggi o chiamate.
ja: このチャットでメッセージを送信したり電話をかけたりすることはできません。また、メッセージや電話を受信することもできません。
ko: 이 채팅에서는 메시지를 보내거나 전화를 걸 수 없으며 메시지나 전화를 받을 수 없습니다.
pa: ਤੁਸੀਂ ਇਸ ਚੈਟ ਵਿੱਚ ਉਨ੍ਹਾਂ ਨੂੰ ਸੁਨੇਹਾ ਜਾਂ ਕਾਲ ਨਹੀਂ ਕਰ ਸਕਦੇ, ਅਤੇ ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਦੇ ਸੰਦੇਸ਼ ਜਾਂ ਕਾਲਾਂ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕਰੋਗੇ.
pt: Você não pode enviar mensagens ou ligar para eles neste bate-papo e não receberá suas mensagens ou chamadas.
ru: Вы не можете писать или звонить им в этом чате, и вы не будете получать их сообщения или звонки.
tr: Bu sohbette onlara mesaj gönderemez veya onları arayamazsınız ve onların mesajlarını veya aramalarını almayacaksınız.
zh: 您无法在此聊天中给他们发消息或打电话，也不会收到他们的消息或电话。

# suggestionChatBlocktitle1
source: You Blocked Messages and Calls From
ar: لقد حظرت الرسائل والمكالمات الواردة من
bn: আপনি থেকে বার্তা এবং কল অবরুদ্ধ
de: Sie haben Nachrichten und Anrufe von blockiert
el: Αποκλείσατε μηνύματα και κλήσεις από
es: Bloqueaste mensajes y llamadas de
fr: Vous avez bloqué les messages et les appels de
hi: आपने संदेशों और कॉलों को अवरुद्ध कर दिया
id: Anda Memblokir Pesan dan Panggilan Dari
it: Hai bloccato messaggi e chiamate da
ja: からのメッセージと通話をブロックしました
ko: 당신은 메시지와 전화를 차단했습니다
pa: ਤੁਸੀਂ ਸੁਨੇਹੇ ਅਤੇ ਕਾਲਾਂ ਨੂੰ ਬਲੌਕ ਕੀਤਾ
pt: Você bloqueou mensagens e chamadas de
ru: Вы заблокировали сообщения и звонки от
tr: Gelen Mesajları ve Aramaları Engellediniz
zh: 您阻止了来自

# suggestionChatBlockMsgDescrip1
source: Your won't receive messages or calls from
ar: لن يتلقى الحساب الخاص بك رسائل أو مكالمات من
bn: আপনার Telltrue অ্যাকাউন্ট থেকে বার্তা বা কল রিসিভ করবে না
de: Ihr Telltrue-Konto empfängt keine Nachrichten oder Anrufe von
el: Ο λογαριασμός σας Telltrue δεν θα λαμβάνει μηνύματα ή κλήσεις από
es: Su cuenta de Telltrue no recibirá mensajes ni llamadas de
fr: Votre compte Telltrue ne recevra pas de messages ou d'appels de
hi: आपके टेल्ट्रू खाते को से संदेश या कॉल प्राप्त नहीं होंगे
id: Akun Telltrue Anda tidak akan menerima pesan atau panggilan dari
it: Il tuo account Telltrue non riceverà messaggi o chiamate da
ja: あなたのTelltrueアカウントはからのメッセージや電話を受信しません
ko: Telltrue 계정은 다음에서 오는 메시지나 전화를 받지 않습니다.
pa: ਤੁਹਾਡਾ Telltrue ਖਾਤਾ ਸੁਨੇਹੇ ਜਾਂ ਕਾਲਾਂ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕਰੇਗਾ
pt: Sua conta Telltrue não receberá mensagens ou chamadas de
ru: В вашу учетную запись Telltrue не будут поступать сообщения или звонки от
tr: Telltrue hesabınız şu kişilerden mesaj veya arama almayacak ?
zh: 您的 Telltrue 帐户不会收到来自

# suggestionChatBlockMsgDescrip2
source: The conversation will stay in Chats unless you hide it.
ar: ستبقى المحادثة في الدردشات ما لم تخفيها.
bn: এর Telltrue অ্যাকাউন্ট কথোপকথন চ্যাটে থাকবে যতক্ষণ না আপনি এটি লুকান।
de: 's Telltrue-Konto Die Unterhaltung bleibt in Chats, es sei denn, Sie verstecken sie.
el: του λογαριασμού Telltrue Η συνομιλία θα παραμείνει στις Συνομιλίες εκτός αν την αποκρύψετε.
es: Cuenta de Telltrue La conversación permanecerá en Chats a menos que la oculte.
fr: compte Telltrue de La conversation restera dans les discussions à moins que vous ne la masquiez.
hi: का टेल्ट्रू अकाउंट बातचीत तब तक चैट में रहेगी जब तक आप उसे छिपा नहीं देते।
id: akun Telltrue Percakapan akan tetap ada di Obrolan kecuali Anda menyembunyikannya.
it: l'account Telltrue La conversazione rimarrà in Chat a meno che non la nascondi.
ja: のTelltrueアカウント 非表示にしない限り、会話はチャットに残ります。
ko: 님의 텔트루 계정 숨기지 않는 한 대화는 채팅에 유지됩니다.
pa: ਦਾ ਟੈਲਟਰੂ ਖਾਤਾ ਗੱਲਬਾਤ ਗੱਲਬਾਤ ਵਿੱਚ ਰਹੇਗੀ ਜਦੋਂ ਤੱਕ ਤੁਸੀਂ ਇਸਨੂੰ ਲੁਕਾਉਂਦੇ ਨਹੀਂ ਹੋ.
pt: conta Telltrue de A conversa permanecerá nos Bate-papos, a menos que você a oculte.
ru: аккаунт Telltrue Разговор останется в чатах, если вы его не скроете.
tr: Telltrue hesabı Siz gizlemediğiniz sürece sohbet Sohbetler'de kalır.
zh: 的 Telltrue 帐户 除非您将其隐藏，否则对话将保留在聊天中。

# suggestionChatDeleteConversationDescrip
source: Once you delete your copy of this conversation, it cannot be undone.
ar: بمجرد حذف نسختك من هذه المحادثة ، لا يمكن التراجع عنها.
bn: একবার আপনি আপনার এই কথোপকথনের অনুলিপি মুছে ফেললে, এটি পূর্বাবস্থায় ফেরানো যাবে না।
de: Nachdem Sie Ihre Kopie dieser Unterhaltung gelöscht haben, kann sie nicht mehr rückgängig gemacht werden.
el: Μόλις διαγράψετε το αντίγραφο αυτής της συνομιλίας, δεν μπορεί να αναιρεθεί.
es: Una vez que elimine su copia de esta conversación, no se puede deshacer.
fr: Une fois que vous avez supprimé votre copie de cette conversation, elle ne peut pas être annulée.
hi: एक बार जब आप इस वार्तालाप की अपनी प्रति हटा देते हैं, तो इसे पूर्ववत नहीं किया जा सकता है।
id: Setelah Anda menghapus salinan percakapan ini, itu tidak dapat diurungkan.
it: Una volta eliminata la tua copia di questa conversazione, non può essere annullata.
ja: この会話のコピーを削除すると、元に戻すことはできません。
ko: 이 대화의 사본을 삭제하면 취소할 수 없습니다.
pa: ਇੱਕ ਵਾਰ ਜਦੋਂ ਤੁਸੀਂ ਇਸ ਗੱਲਬਾਤ ਦੀ ਆਪਣੀ ਕਾਪੀ ਮਿਟਾ ਦਿੰਦੇ ਹੋ, ਤਾਂ ਇਸਨੂੰ ਵਾਪਸ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ.
pt: Depois de excluir sua cópia desta conversa, ela não poderá ser desfeita.
ru: После того, как вы удалите свою копию этого разговора, ее нельзя будет отменить.
tr: Bu konuşmanın kendi kopyasını sildikten sonra geri alınamaz.
zh: 删除此对话的副本后，便无法撤消。

# messageNoMessageYet
source: You didn't make any conversation yet
ar: لم تقم بإجراء أي محادثة بعد
bn: আপনি এখনও কোনো কথোপকথন করেননি
de: Du hast noch kein Gespräch geführt
el: Δεν κάνατε ακόμα καμία συνομιλία
es: Aún no has entablado ninguna conversación
fr: Vous n'avez pas encore fait de conversation
hi: आपने अभी तक कोई बातचीत नहीं की
id: Anda belum melakukan percakapan apa pun
it: Non hai ancora fatto alcuna conversazione
ja: まだ会話をしていません
ko: 당신은 아직 어떤 대화도 하지 않았습니다
pa: ਤੁਸੀਂ ਅਜੇ ਕੋਈ ਗੱਲਬਾਤ ਨਹੀਂ ਕੀਤੀ
pt: Você ainda não conversou
ru: Вы еще не разговаривали
tr: Henüz herhangi bir konuşma yapmadınız
zh: 你还没有进行任何对话

# messageStartMessage
source: Start a new conversation
ar: ابدأ محادثة جديدة
bn: একটি নতুন কথোপকথন শুরু করুন
de: Starte ein neues Gespräch
el: Ξεκινήστε μια νέα συνομιλία
es: Iniciar una nueva conversación
fr: Démarrer une nouvelle conversation
hi: एक नई बातचीत शुरू करें
id: Mulai percakapan baru
it: Inizia una nuova conversazione
ja: 新しい会話を始める
ko: 새 대화 시작
pa: ਇੱਕ ਨਵੀਂ ਗੱਲਬਾਤ ਸ਼ੁਰੂ ਕਰੋ
pt: Inicie uma nova conversa
ru: Начать новый разговор
tr: Yeni bir konuşma başlat
zh: 开始新的对话

# copyRight
source: ©2021 Telltrue Company. All rights reserved.
ar: © 2021 شركة Telltrue. كل الحقوق محفوظة.
bn: © 2021 টেলট্রু কোম্পানি। সমস্ত অধিকার সংরক্ষিত.
de: © 2021 Telltrue-Unternehmen. Alle Rechte vorbehalten.
el: © 2021 Εταιρεία Telltrue. Ολα τα δικαιώματα διατηρούνται.
es: © 2021 Telltrue Company. Reservados todos los derechos.
fr: © 2021 Société Telltrue. Tous les droits sont réservés.
hi: ©२०११ टेल्ट्रू कंपनी। सर्वाधिकार सुरक्षित।
id: Â© 2021 Perusahaan Telltrue. Seluruh hak cipta.
it: ©2021 Telltrue Company. Tutti i diritti riservati.
ja: ©2021 Telltrue Company。 全著作権所有。
ko: ©2021 텔트루 컴퍼니. 판권 소유.
pa: ©2021 ਟੈਲਟਰੂ ਕੰਪਨੀ. ਸਾਰੇ ਹੱਕ ਰਾਖਵੇਂ ਹਨ.
pt: ©2021 Telltrue Company. Todos os direitos reservados.
ru: ©2021 Компания Telltrue. Все права защищены.
tr: ©2020 Telltrue Şirketi. Her hakkı saklıdır.
zh: ©2021 Telltrue 公司。 版权所有。
